{
	"Toggle navigation": "Cambiar modo de navegación",
	"white paper": "libro blanco",
	"contributor assurances": "garantías del contribuyente",
	"supporters and partners": "partidarios y socios",
	"team": "equipo",
	"development roadmap": "mapa de ruta de desarrollo",
	"introducing completely new revenue models to the gaming industry": "introduciendo modelos de ingresos completamente nuevos para la industria del juego",
	"New token sale event scheduled very soon...": "Nuevo evento de venta de Tokens programado muy pronto...",
	"Join The Next Token Sale Below": "Únete a a próxima venta de Tokens aquí abajo",
	"Your First Name": "Tu Primer Nombre",
	"Your Last Name": "Tu Apellido",
	"Enter Your Email": "Ingresa Tu Correo electrónico",
	"Join Today": "Únete Hoy",
	"Login to your account": "Ingresa en tu cuenta",
	"document downloads": "descarga de documentos",
	"PITCH DECK": "PRESENTACIÓN A INVERSORES",
	"ONE PAGE SUMMARY": "RESUMEN DE UNA PÁGINA",
	"DEVELOPMENT ROADMAP": "MAPA DE RUTA DE DESARROLLO",
	"GAMING INDUSTRY REPORT": "REPORTE DE LA INDUSTRIA DEL JUEGO",
	"VIEW WHITE PAPER": "VER LIBRO BLANCO",
	"Working with and supported by globally recognised companies": "Trabajando en conjunto y respaldado por compañías reconocidas mundialmente",
	"smart contracts": "contratos inteligentes",
	"Review our fully audited and approved smart contracts": "Revise nuestros contratos inteligentes totalmente auditados y aprobados",
	"token sale": "venta de Token",
	"Key information about the up coming token sale": "Información clave sobre la venta de Token que se acerca ",
	"key information summary": "resumen de información clave",
	"Total Supply": "Suministro Total",
	"Available Supply": "Suministro Disponible",
	"Soft-Cap": "Nivel Básico",
	"Hard-Cap": "Nivel Difícil",
	"Tokens Distributed": "Tokens Distribuidos",
	"Immediately": "Inmediatamente",
	"Open Date": "Día Abierto",
	"Base Rate": "Tasa Básica",
	"token discount structure": "Estructura de descuento de Token",
	"Token discounts will be awarded based on supply that is sold. As more tokens are distributed, the discounts will decrease. To make sure you receive the highest bonus, you should try to contribute as early as possible.": "Los descuentos de Token serán otorgados según el suministro que se venda. Mientras más Tokens sean distribuidos, los descuentos disminuirán. Para asegurarte de recibir la bonificación más alta, deberías intentar contribuir lo antes posible.",
	"The full discount structure is defined below:": "La estructura de descuento completa es definida abajo:",
	"token distribution": "distribución de Token",
	"project fund usage": "uso de fondos del proyecto",
	"DON'T MISS THE NEXT TOKEN SALE": "NO TE PIERDAS LA PRÓXIMA VENTA DE TOKEN",
	"recent media": "medios recientes",
	"Check out the latest media and article publications": "Chequea las últimas publicaciones de medios y artículos",
	"latest distribution on yahoo finance": "ultima distribución en finanzas yahoo",
	"tech startup triforce tokens has announced its official token sale campaign": "inicio de tecnología Tokens Triforce ha anunciado su campaña oficial de venta de tokens",
	"latest distribution on thenextweb": "última distribución en thenextweb",
	"the gaming industry's blockchain-based evolution": "la evolución basada en la industria de juego blockchain",
	"latest distribution on cnbc": "última distribución en cnbc",
	"triforce tokens blockchain gaming announces membership": "cadena de juegos de tokens triforce anuncia membresía",
	"latest distribution on medium": "última distribución en medios",
	"one key solution that will shake up the gaming industry": "una solución clave que moverá la industria del juego",
	"delivery of 50 ledger nano s devices and unboxing": "entrega de 50 dispositivos ledger nano s y apertura de cajas",
	"project vision": "visión de proyecto",
	"Force Protocol will become the industry standard on multiple gaming platforms offering player-to-player trading, anti-piracy and a unique first to market honorary system that rewards collaborative game play.": "Los tokens TriForce se convertirán en el estándar de la industria en múltiples plataformas de juego, ofreciendo negocios de jugador a jugador, antipiratería y un sistema honorario único que recompensa el juego colaborativo.",
	"Our technology will give developers new revenue models, lower player attrition rate, player behavioural analysis and creates a new gaming experience for players where they can build a digital asset empire.": "Nuestra tecnología dará a los desarrolladores nuevos modelos de ingreso, baja tasa de desgaste del jugador, análisis comportamental del jugador y crea una nueva experiencia para jugadores donde pueden construir un imperio de activos digitales .",
	"three core foundations of the technology": "tres bases fundamentales de la tecnología",
	"revenue generation": "generación de ingresos ",
	"Players can trade items on an open market": "Los jugadores pueden negociar artículos en un mercado abierto",
	"Players can compete with each other for rewards": "Los jugadores pueden competir entre ellos por premios",
	"Developers can incentivise players to complete tasks": "Los desarrolladores pueden incentivar a los jugadores a completar tareas",
	"Developers can set a fee for any p2p transaction": "Los desarrolladores pueden colocar un precio por cualquier transacción p2p",
	"Transactions happen almost instantly and seamlessly across platforms": "Las transacciones pasan casi inmediatamente y sin problemas entre plataformas",
	"Three Core Elements to TriForce Gaming Tokens technology": "Tres elementos fundamentales de Tecnología de tokens de juego TriForce",
	"player and developer protection": "protección del jugador y desarrollador",
	"Authentication network for multiple platforms to detect piracy": "Red de autenticación para múltiples plataformas para detectar piratería",
	"Provide developers methods to extract revenue from pirated content": "Proveer a los desarrolladores métodos para extraer ingresos de contenido de piratería",
	"Big data interrogation and behavioural tracking to provide deep insights into players": "Gran interrogación de datos y seguimiento de comportamiento para proporcionar una visión profunda de los jugadores",
	"Player activity profiles and honours provides community trust": "Perfiles de actividad de jugador y honores le proporciona a la comunidad confianza",
	"community collaboration": "colaboración comunitaria",
	"Players are rewarded by their peers for positive collaboration": "Los jugadores son recompensados por sus compañeros por una colaboración positiva",
	"Trustworthy profiles are built that are transparent and verifiable": "Perfiles confiables son hechos que son trasparentes y verificables",
	"Players will earn revenue simply by helping others": "Los jugadores ganarán ingresos simplemente por ayudar a otros",
	"They can stay in communication with each other across all platforms in one central place": "Pueden mantenerse en comunicación entre ellos en todas las plataformas en un lugar central",
	"major benefits": "beneficios mayores",
	"developer friendly, rapid deployment": "desarrollador amigable, despliegue rápido",
	"Game developers walk a tight line between producing a high enough quality game while managing development resources and keeping on time, and on budget for release.": "Los desarrolladores de juegos caminan en una línea estrecha entre producir un juego de calidad suficientemente alta mientras administran los recursos de desarrollo y de mantienen a tiempo, y en el presupuesto para el lanzamiento.",
	"Our technology will offer developers across all platforms a way to rapidly deploy common features on games such as tournaments, p2p trading and peer ranking/honouring.": "Nuestra tecnología ofrecerá a los desarrolladores de todas las plataformas una manera de implementar rápidamente características comunes en juegos como torneos, negocios de p2p y ranking/honores de pares.",
	"digital wealth for developers and players": "riqueza digital para desarrolladores y jugadores",
	"One of our key differentiators to competitors, is that our project is not a replacement for existing revenue models, but instead is an ecosystem that will work harmoniously with existing platforms that both developers and gamers love to use.": "Uno de nuestros principales diferenciadores para los competidores, es que nuestro proyecto no es un remplazo para modelos de ingresos existentes, sino que es un ecosistema que funcionará harmoniosamente con plataformas existentes que tanto desarrolladores y jugadores amen usar",
	"Both developers and players will have many unique opportunities to build their digital gaming wealth, giving them a much more rewarding gaming experience.": "Tanto los desarrolladores como los jugadores tendrán muchas oportunidades para desarrollar su riqueza digital de juego, dándoles una experiencia de juego mucho mas gratificante.",
	"fostering happy, safe and ethical communities": "fomentando comunidades felices, segura y éticas",
	"Players are known for collaborating together, helping each other reach that next level or improving their skills. Now they can be rewarded by other players with honours.": "Los jugadores son conocidos por colaborar juntos, ayudarse mutuamente a alcanzar el siguiente nivel o mejorar sus habilidades. Ahora pueden ser recompensados por otros jugadores con honores",
	"Honoring will also combat untrustworthy players or even scammers, by providing a level of transparency through honour profiles.": "Honrar también combatirá a los jugadores poco confiables o incluso a los estafadores, proporcionando un nivel de transparencia a través de los perfiles de honor.",
	"dealing with piracy": "Lidiando con la piratería",
	"Developers are fighting a losing battle when it comes to anti-piracy measures.": "Los desarrolladores están peleando una batalla perdida cuando se trata de medidas de antipiratería.",
	"We are building innovative ways of using the blockchain to help combat this and providing unique ways for developers to implement anti-piracy strategies.": "Estamos construyendo maneras innovadoras de usar la cadena para ayudar a combatir esto y proveer formas únicas para que los desarrolladores implementen estrategias antipiratería.",
	"project history": "historia del proyecto",
	"our journey has begun...": "nuestro viaje ha empezado...",
	"september": "septiembre",
	"bitcoin betting platform created": "plataforma de apuestas bitcoin creada",
	"An game challenging platform is created that allowed users to bet against each other using Bitcoin.": "Se crea una plataforma de juego desafiante que permite a los usuarios apostar unos contra otros usando bitcoin.",
	"april - september": "abril - septiembre",
	"conversion of bitcoin project to ethereum": "conversión de proyecto bitcoin a ethereum",
	"Pete and Raza join together to work on a new project based on the game challenging platform however the plan now was to deploy on the Ethereum Network.": "Pete y Raza se unen juntos a trabajar en un nuevo proyecto basado en la Red Ethereum.",
	"february": "febrero",
	"Introduction of new team members and work starts on prototypes of the network and visual mock-ups.": "Introducción de nuevos miembros del equipo y comienzo del trabajo en prototipos de la red y maquetas visuales.",
	"First advisor, Nazaraf Shah, a Professor of Ethical Hacking and security at Coventry University joins the project.": "Primer asesor, Nazaraf Shah, un profesor de Piratería Ética y seguridad en la Universidad de Coventry se une al proyecto.",
	"may": "mayo",
	"technology proven on prototype game": "tecnología probada en prototipos de juegos",
	"Successfully integrated prototype technology into a mobile game prototype.": "Exitosamente se integró la tecnología de prototipos en un prototipo de juego móvil.",
	"june": "junio",
	"business registration": "Registro de negocio",
	"Officially registered in the UK at Companies House as a Limited Company.": "Oficialmente registrada en Reino Unido en Companies House como una sociedad de responsabilidad limitada.",
	"Investigation into UK regulatory framework requirements to launch an crypto token sale, start of discussions with FCA and Gambling Commission requirements.": "Investigación de los requisitos del marco regulatorio del Reino Unido para lanzar una venta de tokens de cripto, inicio de discusiones de los requisitos de FCA y La Comisión De Juegos ",
	"july": "julio",
	"new advisors join": "nuevos asesores se unen",
	"Introduction of advisors to the project:": "Introducción de asesores del proyecto:",
	"Amos Anderson, Lecturer at Coventry University, MBA Business Administration": "Amos Anderson, Profesor de la Universidad Coventry, MBA Administración de Negocios",
	"Kate Breed, Former Molecular Biologist, Business Change Management": "Kate Breed, ex bióloga molecular, Gestión de Cambio Empresarial",
	"Owen Ashby, Business Analyst, Market Intelligence and Corporate Strategy": "Owen Ashby, Analista de Negocios, Inteligencia de mercado y estrategia corporativa",
	"Registered with the Information Commissioners Office relating to data protection policies.": "Registrado en la Oficina del Comisionado de información en relación con las políticas de protección de datos.",
	"august": "agosto",
	"early partnerships formed": "primeras asociaciones formadas",
	"Became full member of TIGA, a game, publisher and trade association": "Se convirtió en un miembro completo de TIGA, un juego, editorial y asociación comercial",
	"Partnered with IT Governance Ltd, providing technology audit and assurances": "Se asoció con IT Governance Ltd, proporcionando auditorias y garantías tecnológicas.",
	"Partnered with Bitcoin PR Buzz to manage marketing communications.": "Se asoció con Bitcoin PR Buzz para gestionar las comunicaciones de mercadeo.",
	"project goals": "objetivos del proyecto",
	"Future achievements we are actively working towards": "Logros futuros en los que estamos trabajando activamente",
	"a powerful vision,": "una visión poderosa,",
	"builds a powerful future": "construye un futuro poderoso",
	"Imagine a gaming community that is so collaborative, interactive; alive, you as a player can create and shape your own destiny and wealth. What if, as a developer you could integrate with ease into a live, analytical platform with deep player insights and new unique revenue generation models? What if as a player you could create a revenue stream by simply playing the games you love? Well, this is Force Protocol, the future of gaming.": "Imagina una comunidad de juegos que sea tan colaborativa, interactiva, viva, tú como jugador puedes crear y dar forma a tu propio destino y riqueza. ¿Qué pasa si, como desarrollador, puedes integrarte fácilmente en una plataforma analítica en vivo con profundos conocimientos de los jugadores y nuevos modelos únicos de generación de ingresos? ¿Qué pasa si, como jugador puedes crear una fuente de ingresos simplemente jugando los juegos que amas? Bueno eso es Force Protocol, el futuro de los juegos",
	"Pete Mardell, CEO": "Pete Mardell, CEO",
	"Access developer platform prototype:": "Acceda al prototipo de plataforma de desarrollador:",
	"Access player platform prototype:": "Acceda al prototipo de la plataforma del jugador:",
	"october 2017": "octubre 2017",
	"pre-sale launch": "lanzamiento pre-venta",
	"We open the doors to pre-sale funding from the crypto community.": "Abrimos las puertas a los fondos de pre-venta de la comunidad cripto",
	"november 2017": "noviembre 2017",
	"ip audit completion": "finalización de auditoría ip",
	"IP Audit of brand and tech completed, leading to establishment of subsidiary platform and anti-piracy framework.": "Auditoría IP de marca y tecnología completada, lo que lleva al establecimiento de una plataforma subsidiaria y un marco de antipiratería.",
	"december 2017": "diciembre 2017",
	"build wider team": "construir un equipo más amplio",
	"Establish new offices in an area with a high level of technical talent and high concentration of gaming companies.": "Establecer nuevas oficinas en un área con un alto nivel de talento técnico y alya concentración de empresas de juegos.",
	"april 2018": "abril 2018",
	"first development goals": "primeros objetivos de desarrollo",
	"Achieve ISO27001 certification.": "Lograr certificación ISO27001.",
	"Phase 1 of beta network is completed, which includes item trading, quests and honorary system.": "Se completa la fase 1 de la red beta, que incluye el intercambio de elementos, las misiones y el sistema honorario.",
	"june 2018": "junio 2018",
	"complete integration kits": "completar kits de integración",
	"Complete beta version integration kit libraries for platforms and build developer community platform with full documentation.": "Completar las bibliotecas del kit de integración de la versión beta para plataformas y crear una plataforma de comunidad de desarrolladores con documentación completa.",
	"november 2018": "noviembre 2018",
	"phase 2 development completed": "fase 2 de desarrollo completado",
	"Complete phase 2 of beta network, which includes decentralised tournaments, peer-to-peer betting, player behavioural engine.": "Fase 2 completada de la red beta, que incluye torneos descentralizados, apuestas punto a punto, motor de comportamiento del jugador.",
	"march 2019": "marzo 2019",
	"full production release": "Lanzamiento de producción completo",
	"Release full production version of entire Force Protocol technology.": "Lanzamiento de la versión de producción completa de la tecnología completa de Tokens TriForce.",
	"assurances to contributors": "garantías a los contribuyentes",
	"Clear and transparent assurances that your contribution is protected and utilised entirely on advancing the project": "Garantías claras y transparentes de que tu contribución esta protegida y utilizada por completo para avanzar en el proyecto",
	"fund security": "seguridad de fondo",
	"Funds managed by independent escrow provider and global leaders,": "Fondos administrados por un proveedor de depósito independiente y líderes mundiales,",
	"All received funds to be held offline in cold storage": "Todos los fondos recibidos se mantendrán fuera de línea en almacenamiento en frío",
	"Funds to be released upon milestones achieved, not all up front": "Los fondos se liberarán según los hitos alcanzados, no todos por adelantado",
	"A dedicated relations manager to be appointed": "Un gerente de relaciones dedicado, a ser nombrado",
	"Transparency policy in place with bi-weekly updates": "Política de transparencia implementada con actualizaciones dos veces a la semana",
	"strong team": "equipo fuerte",
	"Advisers who have worked on multi-million pound accounts": "Asesores que han trabajado en cuentas multimillonarias",
	"CEO proven technology start-up experience for leading technology platform in it's space": "Experiencia de arranque de tecnología probada por el CEO para la plataforma tecnológica líder en su espacio",
	"CTO holds masters in software engineering and is a certified Ethereum blockchain developer": "CTO tiene maestría en ingeniería de software y es un desarrollados certificado de la cadena de Ethereum",
	"Professor of Coventry University, ": "Profesor de la Universidad de Coventry, ",
	"Committed to growing the team significantly based upon funding level": "Comprometido con el crecimiento del equipo de manera significativa en función del nivel de financiación",
	"sound technology": "tecnología de sonido",
	"Smart Contracts independently reviewed and audited": "Contratos inteligentes revisados y auditados de forma independiente",
	"Working with <a target=\"_BLANK\" href=\"https://www.itgovernance.co.uk/\">IT Governance Ltd</a> to implement full technology audit and governance": "Trabajando con <a target=\"_BLANK\" href=\"https://www.itgovernance.co.uk/\">IT Governance Ltd</a> para implementar una auditoría completa de tecnología y gobernanza",
	"Developer platform prototype developed": "Plataforma de desarrollador prototipo desarrollado",
	"Player platform prototype developed": "Prototipo de plataforma de jugador desarrollado",
	"Mobile game prototype developed": "Prototipo de juego móvil desarrollado",
	"proven market opportunity": "oportunidad de mercado probada",
	"86&percnt; of surveyed indie developers said they loved the idea of our project": "86&por ciento; de desarrolladores independientes encuestados dijeron que les encantaba la idea de nuestro proyecto",
	"Global games market revenue at &dollar;101.1Bi in 2016": "Ingresos del mercado global de juegos en &dollar;101.1Bi en 2016",
	"Global games market revenue estimated to grow 6.2&percnt; year on year": "Se estima que los ingresos del mercado mundial de juegos crecerán 6.2&por ciento; año a año",
	"Our technology solves some of the top concerns expressed by gaming companies": "Nuestra tecnología resuelve algunas de las principales preocupaciones expresadas de compañías de juego",
	"core team": "equipo central",
	"Our team is incredibly passionate, with strong development credentials and a love of the gaming industry.": "Nuestro equipo es increíblemente apasionado, con fuertes credenciales de desarrollado y un amor por la industria del juego.",
	"CEO": "CEO",
	"Former head of development of a UK recruitment platform, passionate gamer and crypto enthusiast": "Ex jefe de desarrollo de una plataforma de reclutamiento en el Reino Unido, apasionado de los juegos y entusiasta de las criptomonedas",
	"CTO": "CTO",
	"PDSL Senior Full Stack and Qualified Blockchain developer, MSc Software Development": "Desarrollador Principal PDSL y desarrollador calificado de Blockchain, MSc Desarrollo de Software",
	"PhD Research Engineer": "PhD Ingeniero de Investigación",
	"Senior Lecturer in Ethical Hacking and Computer Security at Coventry University": "Profesor principal de Piratería Ética y Seguridad Informática en la Universidad de Coventry",
	"Front-end Engineer": "Ingeniero de cabecera",
	"CycloMedia Technology, Ericsson": "CycloMedia Technology, Ericsson",
	"System Developer": "Desarrollador de Sistema ",
	"MCA Computer Science": "MCA Ciencia de Computación",
	"General Manager": "Gerente General",
	"University of Westminster, Bachelors Degree, International Business": "Universidad de Westminster, Título de Pregrado, Negocios Internacionales",
	"Senior Full Stack Developer": "Desarrollador Principal a tiempo completo",
	"Instructor at Udemy and Fullstackhour, Javascript Expert": "Instructor en Udemy y a tiempo completo, Experto en Javascript.",
	"Marketing": "Mercadeo",
	"International Communications": "Comunicaciones Internaciones",
	"Fluent in English, French, Spanish and Romanian": "Fluido en Inglés, Francés, Español y Rumano",
	"Token Sale Consultant": "Asesor de venta de tokens",
	"Also consulting for UTRUST and Vuily ICO's": "También consultoría para UTRUST y Vuily ICO’s",
	"Social Media and Content Manager": "Redes sociales y administrador de contenido",
	"Account manager for Bitcoin PR Buzz": "Gerente de cuenta Bitcoin PR Buzz",
	"UI/UX Designer": "Diseñador UI/UX",
	"adviser team": "equipo asesor",
	"<strong>Games Industry Adviser</strong>, Head of SMM for World of Tanks, World of Warships, World of Warplanes": "<strong> Asesor de la industria de los juegos</strong>, Jefe de SMM para World of Tanks, World of Warships, World of Warplanes",
	"CEO Bitcoin PR Buzz, worked closely on <strong>NEM</strong>, <strong>UTRUST</strong> and <strong>Lisk</strong>": "CEO Bitcoin PR Buzz, trabajó estrechamente en <strong>NEM</strong>, <strong>UTRUST</strong> y <strong>Lisk</strong>",
	"Business Analyst, Market Intelligence and Corporate Strategy": "Analista de negocios, inteligencia de mercado y estrategia corporativa",
	"Legal Adviser, Attorney-at-Law Tax Counsel at ATTELA Law Firm": "Asesor Jurídico, Abogado Fiscal en la firma legal ATTELA",
	"Former molecular biologist, Senior consultant in systems engineering, Councillor": "Ex biólogo molecular, consultor sénior en ingeniería de sistemas, consejero",
	"Strategic Business Development Adviser, Graduate Diploma in Law": "Asesor Estratégico de Desarrollo Empresarial, Diplomado en Derecho",
	"funds release strategy": "estrategia de lanzamiento de fondos",
	"token sale completed - fund usage": "venta de token completada – uso de fondos",
	"Token Distribution to contributors within 7 days": "Distribución de tokens a los contribuentes dentro de 7 días",
	"Aggressive recruitment campaigns to attract the best talent to the project": "Campañas agresivas de reclutamiento para atraer al mejor talento al proyecto",
	"Listing tokens on exchanges": "Listado de tokens en intercambios",
	"Conceptual phase of brand, platform and network": "Fase conceptual de marca, plataforma y red",
	"Completed concept of Triforce Blockchain Platform, Network and anti-piracy engine": "Concepto completo de la plataforma, red y motor de antipiratería de la cadena de Triforce",
	"Legal consultations": "Consultas legales",
	"phase 2": "fase 2",
	"Completed beta version of Triforce peer-to-peer network": "Se completo versión beta de la red de Triforce de par a par",
	"Completed beta version of Triforce Blockchain Platform": "Se completo versión beta de la plataforma de la cadena Triforce",
	"Working prototype of big data counter-piracy engine": "Prototipo de trabajo del motor de contra piratería de grandes datos",
	"Heavy digital promotions, advertising and community outreaching": "Pesadas promociones digitales, publicidad y alcance comunitario",
	"Key partnerships to gaming community": "Asociaciones clave para la comunicad de juego",
	"Sponsoring key gaming and crypto events and having prime stands": "Patrocinando juegos claves y eventos de criptomoneda y tener puestos principales",
	"Production release of Triforce peer-to-peer Network": "Lanzamiento de producción de la red Triforce par a par",
	"Production release of Triforce Blockchain Platform": "Lanzamiento de producción de la plataforma de la cadena Triforce",
	"Completed beta platform for big data counter-piracy engine": "Completada plataforma beta para grandes datos para motor contra piratería",
	"Continue and ramp up aggressive promotional strategies": "Continuar y desarrollar estrategias promocionales agresivas",
	"phase 4": "fase 4",
	"Completed beta platform for big data anti-piracy engine": "Completar plataforma beta para el motor de antipiratería de grandes datos",
	"GOT QUESTIONS?": "¿TIENES PREGUNTAS?",
	"JOIN OUR SOCIAL MEDIA CHANNELS": "ÚNETE A NUESTROS CANALES DE MEDIOS SOCIALES",
	"Telegram Channel Public Invite Link": "Enlace de invitación publica del canal de Telegram",
	"Twitter Invite Link": "Enlace de invitación de Twitter",
	"Facebook Invite Link": "Enlace de Invitación de Facebook",
	"HOW CAN I JOIN THE TOKEN SALE?": "¿CÓMO ME PUEDO UNIR A LA VENTA DE TOKEN?",
	"DO I HAVE TO VERIFY MY IDENTITY TO PARTICIPATE?": "¿TENGO QUE VERIFICAR MI IDENTIDAD PARA PARTICIPAR?",
	"No, but you need to accept terms and conditions, confirm that you are not USA citizen and you can only participate with the crypto currencies defined in the white paper": "No, pero debes aceptar los términos y condiciones, confirmar que no eres un ciudadano americano y solo puedes participar con las criptomonedas definidas en el libro blanco",
	"WHAT CRYPTO CURRENCIES CAN I CONTRIBUTE WITH?": "¿CON QUÉ CRIPTOMONEDAS PUEDO CONTRIBUIR?",
	"Ethereum only (ETH)": "Solamente Ethereum (ETH)",
	"WHAT IS THE TOTAL SUPPLY OF TRIFORCE TOKENS?": "¿CUÁL ES EL SUMINISTRO TOTAL DE TOKENS TRIFORCE?",
	"2,000,000,000 Fixed Supply (1,500,000,000 available for contributors)": "2,000,000,000 Suministro fijo (1,500,000,000 disponible para contribuciones)",
	"WILL YOU BURN UN-SOLD TOKENS?": "¿QUEMARÁN LOS TOKENS NO VENDIDOS?",
	"Yes, any tokens not sold at the end of the token sale will be destroyed to ensure no over-supply.": "Si, cualquier token no vendido al final de la venta de tokens serán destruidos para asegurar que no haya en exceso.",
	"WHEN WILL I GET MY TOKENS?": "¿CUÁNDO OBTENDRÉ MIS TOKENS?",
	"Your tokens will be issued immediately after confirmation of your contribution has cleared from the token sale, by our smart contracts.": "Tus tokens serán emitidos inmediatamente después de la confirmación de tu contribución se haya hecho en la venta de tokens, por nuestros contratos inteligentes.",
	"WILL THE TRIFORCE TOKENS BE LISTED ON EXCHANGES?": "¿LOS TOKENS TRIFORCE SERÁN LISTADOS EN INTERCAMBIOS?",
	"Yes, we will be applying to be listed on exchanges however we are unable to specify which until the exchanges themselves announce this.": "Si, vamos a presentar una solicitud para ser incluidos en intercambios, sin embargo, no podemos especificar cuál hasta que los intercambios lo anuncien.",
	"Join Force Protocol on Telegram": "Únete a Force Protocol en Telegram",
	"Join Force Protocol on BitcoinTalk.org": " Únete a Force Protocol en BitcoinTalk.org",
	"Join Force Protocol on GitHub": "Únete a Force Protocol en GitHub",
	"Join Force Protocol on Twitter": "Únete Force Protocol en Twitter",
	"Join Force Protocol on Facebook": "Únete Force Protocol en Facebook",
	"DAYS": "DÍAS",
	"HOURS": "HORAS",
	"MINUTES": "MINUTOS",
	"SECONDS": "SEGUNDOS",
	"Days": "Días",
	"Hours": "Horas",
	"Minutes": "Minutos",
	"Seconds": "Segundos",
	"Token Sale Event Will Open In...": "Evento de venta de Token abrirá en...",
	"Join The Gaming Revolution": "Únete a The Gaming Revolution",
	"empowering the games community with blockchain technology": "empoderando a la comunidad de juegos con la tecnología blockchain",
	"Token sale event will open in...": "Evento de venta de Token abrirá en...",
	"The token sale event will open in...": " Evento de venta de Token abrirá en...",
	"The token sale will open in...": "La venta de token abrirá en...",
	"DON'T MISS THE TOKEN SALE": "NO TE PIERDAS LA VENTA DE TOKEN",
	"full site &amp; documentation": "sitio completo &amp; documentación",
	"full site and documentation": "sitio completo y documentación",
	"Join The Token Sale": "Únete a la venta de Token",
	"First Name": "Nombre",
	"Last Name": "Apellido",
	"homepage": "página principal",
	"Token Calculator": "Caculadora de Token",
	"Empowering the </span>Games Community": "Empoderando la </span>Comunidad de Juegos",
	"Be part of the revolution": "Se parte de la revolución",
	"Join Token Sale": "Únete a la venta de Token",
	"<span class=\"white\">COMPRA TUS </span>FORCE <span class=\"white\">TOKENS</span>": "<span class=\"white\">COMPRA TUS </span>FORCE <span class=\"white\">TOKENS</span>",
	"Buy Tokens Now": "Compra Tokens Ahora",
	"Total Number of<br /><span>Contributors": "Número total de<br /><span>Contribuyentes",
	"Total FORCE<br /><span>Tokens Sold</span>": "Total FORCE<br /><span>Tokens Vendidos</span>",
	"Current<br /><span>Discount Level</span>": "Actual activo <br /><span>Nivel de descuento</span>",
	"Get ready to own some FORCE tokens. Limited spaces available for presale.": "Prepárate para poseer algunos tokens FORCE.",
	"Buy FORCE Tokens": "Compra Tokens FORCE",
	"User Login": "Ingreso de usuario",
	"Pitch Deck": "Presentación a inversores",
	"One page Summary": "Resumen de una página",
	"Gaming Industry Report": "Reporte de la industria de juegos",
	"White Paper": "Libro Blanco",
	"Key information about the FORCE token sale": "Información clave sobre la venta de Tokens FORCE",
	"Tokens Standard": "Estándar de Tokens",
	"20th February 2018": "20 de Febrero de 2018",
	"Supply Sold": "Suministros vendidos",
	"Supply": "Suministro",
	"Discount": "Descuento",
	"Token Distribution": "Distribución de Tokens",
	"Your email address": "Tu dirección de correo electronico",
	"join community": "únete a la comunidad",
	"David Drake joins Force Protocol": "David Drake se une a Force Protocol",
	"Venture Capitalist David Drake brings his vast network and experience in the ICO space.": "El capitalista de riesgo David Drake aporta su amplia red y experticia en el espacio ICO.",
	"Read the full story": "Lee la historia completa",
	"Full report completed by one of the top ICO listing sites, icoalert.com.": "Informe final completado por uno de los principales sitios de la lista ICO, icoalert.com.",
	"Publication on TheMerkle": "Publicación en TheMerkle",
	"Blockchain Gaming Platform Force Protocol Supported by Coventry University Enterprise": "Blockchain Plataforma de juegos de tokens TriForce apoyado por la  Empresa de la Universidad de Coventry",
	"published on CryptoCoinNews": "publicado en CryptoCoinNews",
	"Force Protocol Annoucnes Beta Release of Mobile App and Token Sale": "Tokens TriForce anuncia la versión beta de la aplicación móvil y la venta de tokens",
	"global vision": "visión global",
	"Force Protocol will become the most universally acceptable gaming currency on multiple gaming platforms offering player-to-player trading, anti-piracy and a unique honorary system that rewards collaborative game play.": "Tokens TriForce se convertirá en la moneda de juego más aceptada universalmente en múltiples plataformas de juego que ofrece comercio de jugador a jugador, antipiratería y un sistema honorario único que recompensa el juego colaborativo.",
	"Revenue generation": "Generación de ingresos",
	"From innovation to vision realisation.": "De la innovación a la realización de la vision.",
	"February": "Febrero",
	"May": "Mayo",
	"Technology proven on prototype game": "Tecnología probada en prototipos de juegos",
	"Successfully integrated prototype technology into a mobile game prototype": "Exitosamente se integró la tecnología de prototipos en un prototipo de juego móvil",
	"June": "Junio",
	"Business registration": "Registro de Negocio",
	"New advisers join": "Nuevos asesores se unen",
	"Introduction of advisers to the project:": "Introducción de asesores para el proyecto:",
	"August": "Agosto",
	"Early partnerships formed": "Asociaciones tempranas formadas",
	"the world's gaming experience": "La experiencia de juego del mundo",
	"Redefining gaming for everyone": "Redefiniendo el juego para todos",
	"\"Imagine a gaming community that is so collaborative, interactive; alive, you as a player can create and shape your own destiny and wealth. What if, as a developer you could integrate with ease into a live, analytical platform with deep player insights and new unique revenue generation models? What if as a player you could create a revenue stream by simply playing the games you love? Well, this is Force Protocol, the future of gaming.\"": "\"Imagina una comunidad de juegos que sea tan colaborativa, interactiva, viva, tú como jugador puedes crear y dar forma a tu propio destino y riqueza. ¿Qué pasa si, como desarrollador, puedes integrarte fácilmente en una plataforma analítica en vivo con profundos conocimientos de los jugadores y nuevos modelos únicos de generación de ingresos? ¿Qué pasa si, como jugador puedes crear una fuente de ingresos simplemente jugando los juegos que amas? Bueno eso es Force Protocol, el futuro de los juegos.\"",
	"Access platform prototype": "Accede a prototipo de la plataforma",
	"Access developer platform prototype": "Accede al prototipo de plataforma de desarrollador",
	"Access player platform prototype": "Accede al prototipo de la plataforma del jugador",
	"project roadmap": "mapa de ruta de proyecto",
	"Our strategy to become the most universal of gaming currencies worldwide": "Nuestra estrategia para convertirnos en la moneda de juego mas universal del mundo",
	"February 2018": "Febrero 2018",
	"central api beta release": "lanzamiento beta de api central",
	"Our central intelligence engine, connected to the Ethereum mainnet will be deployed": "Nuestro motor de inteligencia central, conectado a la net principal de Ethereum se desplegará",
	"Progress: In development": "Progreso: en desarrollo ",
	"game developer portal": "portal de desarrollador de juego",
	"First release of our game developer application launchpad with goal of attracting game developers via an airdrop campaign.": "Primer lanzamiento de nuestra plataforma de lanzamiento de aplicaciones de desarrollador de juegos con el objetivo de atraer desarrolladores de juegos a través de una campaña de lanzamiento desde el aire.",
	"April 2018": "Abril 2018",
	"final token distribution": "distribución final de token",
	"We complete our main token sale and distribute remaining tokens to bounty participants, team and advisers.": "Completamos nuestra venta principal de tokens y distribuimos los tokens restantes a los participantes recompensados, equipo y asesores.",
	"May 2018": "Mayo 2018",
	"RaidParty beta mobile app": "aplicación móvil RaidParty beta",
	"We release a unique social games engagement platform for iOS and Android.": "Lanzamos una plataforma de interacción de juegos sociales única para iOS y Android.",
	"June 2018": "Junio 2018",
	"Game integration kits released": "Kits de integración de juegos lanzados",
	"We will release full integration kits for game developers on popular platforms; Play store, App store, Unity3d and unreal.": "Lanzaremos kits completos de integración para desarrolladores de juegos en plataformas populares; Play store, App store, Unity3d y unreal.",
	"July 2018": "Julio 2018",
	"ISO27001 Application": "Aplicación ISO27001",
	"To ensure high quality standards of IT governance, we will be applying for ISO27001 industry standard for tech companies.": "Para asegurar estándares de alta calidad de gobierno de servicio técnico, aplicaremos el estándar industrial ISO27001 para compañías de tecnología.",
	"November 2018": "Noviembre 2018",
	"phase 2 features": "características de la fase 2",
	"We introduce more advanced features into our beta central API intelligence engine and connected applications.": "Introduciremos mas características avanzadas en nuestro motor de inteligencia beta central de API y aplicaciones conectadas.",
	"December 2018": "Diciembre 2018",
	"become most established": "convertirse en el mas estable",
	"By the end of 2018 we want to be the most universal of all game currencies.": "Para el final del 2018 queremos ser los mas universales de todas las monedas de juego.",
	"January 2019": "Enero 2019",
	"global expansion": "expansión mundial",
	"Once the foundation is established in Europe, we will move to expanding into other territories.": "Una vez que la base esté establecida en Europa, nos moveremos a expandirnos en otros territorios.",
	"March 2019": "Marzo 2019",
	"Our entire technology stack will be in full production by this point.": "Nuestro equipo completo de tecnología estará en completa producción en este momento.",
	"This includes the central intelligence hub, game developer portal, gamer platform and RaidParty mobile application.": "Esto incluye el centro de actividad de inteligencia, portal de desarrollador de juego, plataforma de juego, y la aplicación móvil de RaidParty.",
	"buyer protection": "protección al comprador",
	"Funds managed by independent escrow provider and global leaders, <a href=\"https://www.coinpayments.net\">CoinPayments</a>": "Fonfos manejados por un proveedor de depósito independiente y lideres mundiales, <a href=\"https://www.coinpayments.net\">CoinPayments</a>",
	"CEO proven technology start-up experience for leading UK technology platform": "Experiencia de inicio de tecnología probada por el CEO para la plataforma tecnológica líder del Reino Unido",
	"Professor of Coventry University, Nazaraf Shah, is a senior lecturer in ethical hacking and computer security": "Profesor de la Universidad de Coventry, Nazaraf Shah, es profesor principal de piratería ética y seguridad informática",
	"Working with IT Governance Ltd to implement full technology audit and governance": "Trabajar con IT Governance Ltd para implementar auditoria y gobernanza de tecnología completa",
	"market opportunity": "oportunidad de mercado",
	"Global games market revenue at &dollar;108.9Bn in 2017": "Ingresos de mercado de juegos mundiales en &dollar;108.9Bn en 2017",
	"Games Industry Advisers": "Asesores de industria de juegos",
	"Our amazing game industry expert line-up. Helping to shape our vision.": "Nuestra increíble formación experta en la industria del juego. Ayudando a dar forma a nuestra visión.",
	"Games Industry Adviser": "Asesor de industria de juegos",
	"Head of SMM for World of Tanks, World of Warships, World of Warplanes": "Jefe de SMM for World of Tanks, World of Warships, World of Warplanes",
	"E-sports manager to the largest competitive team FaZe Clan and former world champion of CS:GO.": "Gerente de E-sports para el equipo mas grande FaZe Clan y ex campeón mundial de CS:GO.",
	"Former competitive League of Legends player, Challenger Rank (top 200 in Europe)!": "Ex jugador competitivo de League of Legends, Challenger Rank (top 200 en Europa)!",
	"CORE TEAM": "EQUIPO PRINCIPAL",
	"Our team is incredibly passionate, with strong development skills and a love of the games industry.": "Nuestro equipo es increíblemente apasionado, con fuertes habilidades de desarrollo y amor por los juegos de la industria.",
	"Blockchain Tech Consultant": "Consultor de tecnología Blockchain",
	"Also consulted for UTRUST and Viuly ICO's": "También consultamos a UTRUST y Viuly ICO's",
	"Front end developer, MicroMerger": "desarrollador de interfaz, MicroMerger",
	"BOARD OF ADVISERS": "JUNTA DE ASESORES",
	"Our advisor board have a wide breadth of experience across multiple-sectors - helping to guide the core team en-route to success.": "Nuestra junta de asesores tiene una amplia experiencia en múltiples sectores, lo que ayuda a guiar al equipo central al camino hacia el éxito.",
	"VC Partner": "Socio VC",
	"Chairman of LDJ Capital and blockchain industry heavyweight.": "Presidente de LDJ Capital y peso pesado de la industria blockchain",
	"ICO &amp; Token Sale Strategy": "ICO &amp; Estrategia de ventas de tokens",
	"Business Strategy": "Estrategia de Negocios",
	"Brand Strategy": "Estrategia de marca",
	"Owner of award winning digital marketing company, Look Touch &amp; Feel Ltd in the UK.": "Propietario de la galardonada empresa de mercadeo digital, Look Touch &amp; Feel Ltd en Reino Unido.",
	"Senior Management Mentoring": "Mentor de la gerencia superior",
	"Investor Relations &amp; Networking": "Relaciones con inversionistas &amp; Redes",
	"Key member of highly successful Viuly project and a Graduate Diploma in Law": "Miembro clave del exitoso proyecto Viuly y Diploma en Derecho",
	"frequently asked questions": "preguntas frecuentes",
	"Get ready to buy FORCE tokens": "Prepárate para comprar tokens FORCE",
	"become an <u class=\"green-highlight\">approved</u> contributor today": "conviértete en <u class=\"green-highlight\">un aprobado</u> contribuyente hoy",
	"There are currently <span class=\"\">": "Hay actualmente <span class=\"\">",
	"spaces remaining.": "espacios disponibles.",
	"If you are struggling to complete this process, please join us in telegram and send a message to": "Si estas luchando para completar este proceso, por favor únete en telegram y envía un mensaje a",
	"Before completing this process you must read and agree to the following:": "Antes de completar este proceso tu debes leer y aceptar lo siguiente:",
	"Token Sale Agreement": "Acuerdo de Venta de Token",
	"I confirm I have read and understood the <a target=\"_blank\" href=\"/terms-of-token-sale\">terms and conditions</a> of this token sale.": "Confirmo que he leído y entendido los <a target=\"_blank\" href=\"/terms-of-token-sale\">términos y condiciones</a> de esta venta de tokens.",
	"Risk Disclaimer": "Responsabilidad de riesgo",
	"I understand that buying Force Protocol (FORCE) involves substantial risk of loss and is not suitable for every contributor. The valuation of the Force Protocol may fluctuate, and, as a result, you as an contributor could lose your full contribution. Before deciding to participate, you should carefully consider your objectives, level of experience, and risk appetite.": "Entiendo que la compra de Tokens TriForce (FORCE) implica un riesgo sustancial de pérdida y no es adecuado para todos los contribuyentes. La valoración de los Tokens TriForce puede fluctuar y, como resultado, tu como colaborador podrías perder tu contribución completa. Antes de decidirse a participar, debes considerar cuidadosamente tus objetivos, nivel de experiencia y deseo por el riesgo.",
	"Continue": "Continuar",
	"Your Ethereum Wallet Address": "Tu dirección de billetera Ethereum",
	"Enter the Ethereum address you will be buying tokens with.": "Ingresa la direccion de Ethereum con la que comprarás tokens.",
	"Please ensure it is not from an exchange otherwise you may not receive your tokens.": "Asegurate de que no sea de un intercambio, de lo contrario, es posible que no recibas tus tokens.",
	"is one of the best wallets to use for this purpose.": "es uno de los mejores monederos a usar para este propósito.",
	"Your Gender": "Tu género",
	"Male": "Masculino",
	"Female": "Femenino",
	"Your Date of Birth": "Tu fecha de nacimiento",
	"DAY": "DÍA",
	"MONTH": "MES",
	"YEAR": "AÑO",
	"Your Nationality": "Tu nacionalidad",
	"Email": "Correo electrónico",
	"Choose Password": "Escoge contraseña",
	"Must be greater than 6 characters and include a number. Alpha-numeric characters allowed (A-Z 0-9) and special characters.": "Debe ser mas larga que 6 caracteres e incluir un numero. Alfanuméricos caracteres permitidos (A-Z 0-9) y caracteres especiales.",
	"Re-Enter Password": "Re-Ingresa contraseña",
	"This must match the above password.": "Esta debe coincidir con la contraseña de arriba.",
	"This is the final step": "Este es el ultimo paso",
	"Please make sure you have one of the following forms of ID available:": "Por favor asegúrate de que tienes una de las siguientes formas de identificación disponibles:",
	"Passport": "Pasaporte",
	"National ID card": "Tarjeta de identificación nacional",
	"Drivers Licence": "Licencia de conducir",
	"Acceptable file types are: .jpeg, .jpg, .png and .gif only. Do not upload PDF files.": "Tipos de archivo aceptados son: .jpeg, .jpg, .png and .gif solamente. No cargue archivos PDF.",
	"Make sure your images are oriented the correct way up so the facial recognition software works.": "Asegúrate de que las imágenes estén orientadas en la forma correcta para que el software de reconocimiento facial funcione.",
	"When uploading your scanned document, please ensure the details on the card are clear and fully visible. This is important so that the facial recognition is effective and will get you whitelisted faster.": "Cuando cargues tu documento escaneado, por favor asegúrate que los detalles en la tarjeta sean claros y completamente visibles. Es importante para que el software de reconocimiento facial funcione y se te coloque en la lista blanca rápidamente.",
	"If the facial recognition system fails, please use the chat box below or message us on telegram and we will perform manual verification.": "Si el sistema de reconocimiento facial falla, utiliza el cuadro de chat a continuación o envíanos un mensaje por telegrama y realizaremos la verificación manual.",
	"Upload Photo ID Document": "Sube un documento de identificación con foto",
	"Upload scanned/photo of ID card only": "Sube documento de identificación con foto/escaneado solamente",
	"Upload either: Your Passport, National ID card, Drivers Licence": "Sube uno de los siguientes: Tu pasaporte, tarjeta de identificación nacional, licencia de conducir",
	"Max. upload file size is 4MB": "El tamaño máximo de carga de archivo es 4MB",
	"When uploading your selfie, please ensure your face is clear and fully visible.": "Cuando subas tu foto, por favor asegúrate de que tu cara sea clara y completamente visible.",
	"Upload Selfie": "Subir foto",
	"Upload selfie photo": "Subir foto solo",
	"Upload a picture of yourself.": "Sube una imagen de ti mismo.",
	"Make sure your face is fully visible and clear.<br /> Max. upload file size is 4MB": "Asegúrate de que tu cara sea clara y completamente visible.<br /> El tamaño máximo de carga de archivo es 4MB",
	"Finish": "Terminar",
	"Please enter your information carefully. This forms part of our KYC/AML process and your details will be checked against international databases. This service is provided by <a target=\"_blank\" href=\"https://www.cynopsis-solutions.com/\">Cynopsis Solutions PTE, Singapore</a> and your data is secure.</small>": "Por favor ingresa tu información con cuidado. Esto forma parte de nuestro proceso KYC/AML  y tus datos serán chequeados con la base internacional de datos. Este servicio es proporcionado por<a target=\"_blank\" href=\"https://www.cynopsis-solutions.com/\">Cynopsis Solutions PTE, Singapur</a> y tus datos están seguros.</small>",
	"Your Purchases": "Tus compras",
	"Your Ether Wallet": "Tu billetera Ether",
	"How To Guides": "Cómo guías",
	"Support": "Ayuda",
	"KYC Application:": "Aplicación KYC:",
	"APPROVED": "APROBADA",
	"Total Number of<br /><span>Contributors</span>": "Número total de<br /><span>Contribuyentes</span>",
	"Buy FORCE Tokens Direct": "Compra Tokens FORCE directamente",
	"Your sending address:": "Tu dirección de envio:",
	"Sending ETH to the following wallet address to buy FORCE tokens": "Enviando ETH a la siguiente dirección de billetera para comprar tokens FORCE",
	"please wait...token sale not open": "por favor espere...venta de token no ha abierto",
	"Please ensure you are NOT sending from an exchange wallet. You must have the private key to an ERC20 standard wallet such as MyEtherWallet, Nano Ledger S, Trezor or MetaMask.": "Por favor asegúrate de que NO estés mandando de una billetera de intercambio. Debes tener una llave privada para una billetera estándar ERC20 como MyEtherWallet, Nano Ledger S, Trezor o MetaMask.",
	"Buy FORCE Tokens with MetaMask": "Compra FORCE Tokens con MetaMask",
	"Purchase FORCE tokens with ease using MetaMask chrome extension.": "Compra FORCE tokens con facilidad usando la extensión de Chrome MetaMask.",
	"Enter Ether Amount (in ETH) You Want To Contribute e.g. 100": "Ingresa el monto de Ether (en ETH) que quieres contribuir, por ejemplo, 100",
	"Wallet Address": "Dirección de Billetera",
	"It is important that you do not enter a wallet address from an exchange like coinbase, poloniex or bittrex. We recommend using MyEtherWallet or other wallets that you have the private key to and are ERC-20 compatible.": "Es importante que no ingreses una dirección de billetera desde un intercambio como coinbase, poloniex, o bittrex. Recomendamos usar MyEtherWallet u otras carteras para las que tengas la clave privada y que sean compatibles con ERC-20.",
	"Your whitelisted wallet address is currently set to:": "La dirección de tu billetera incluida en la lista blanca esta configurada actualmente para:",
	"You can change this wallet address in the form below:": "Puedes cambiar esta dirección de billetera en el siguiente formulario:",
	"Enter Your Ethereum Address": "Ingresa tu dirección de Ethereum",
	"Save Wallet Address": "Guarda la dirección de la Billetera",
	"Transactions": "Transacciones",
	"Please allow up to an hour for your contributions to appear below once sent.": "Por favor espera hasta una hora para que tus contribuciones aparezcan a continuación una vez enviadas.",
	"Amount": "Monto",
	"Date": "Fecha",
	"Estimated FORCE": "FORCE estimados",
	"Bonus FORCE": "Bonificación de FORCE",
	"Total FORCE": "FORCE totales",
	"How to purchase guide:": "Guía de Cómo comprar:",
	"Using MyEtherWallet:": "Usando MyEtherWallet:",
	"If you require any support or questions you can reach us on telegram or bitcointalk at the links below:": "Si necesitas ayuda o tienes preguntas, puedes comunicarte con nosotros por telegram o bitcointalk en los siguientes enlaces :",
	"Or alternatively if we are available in the live chat box below. Please click the large green icon in the bottom right of this screen.": "O alternativamente si estamos disponibles en el cuadro de chat en vivo a continuación. Haz clic en el icono verde grande en la parte inferior derecha de esta pantalla.",
	"Contributor Dashboard": "Panel del Contribuyente ",
	"BUY YOUR FORCE TOKENS": "COMPRA TUS TOKENS FORCE",
	"Send ETH to the following wallet address to buy FORCE tokens": "Envía ETH a la siguiente dirección de billetera para comprar tokens FORCE ",
	"How much Ether (ETH) do you want to send via MetaMask?": "¿Cuántos Ether (ETH) quieres enviar vía MetaMask?",
	"Welcome! You're nearly there...": "¡Bienvenido! Casi llegas...",
	"To be able to buy FORCE, there is just one last step to complete.": "Para poder comprar FORCE, solo hay un último paso a completar.",
	"Upload a photocard ID": "Sube un documento de identidad con foto",
	"Upload a clear selfie image": "Sube una imagen clara de ti solo",
	"This is the final check as part of a legal requirement for token sales.": "Este es el último chequeo como parte del requerimiento legal para la venta de tokens.",
	"Your data is protected as we use world class Cynopsis Solutions as our service provider.": "Tus datos están protegidos porque usamos Cynopsis Solutions clase mundial como nuestro proveedor de servicios.",
	"Please ensure the details on the card are clear and fully visible.": "Por favor asegúrate que los detalles en la tarjeta sean claros y completamente visibles.",
	"Upload Selfie, Final Step!": "Sube una foto solo, ¡Paso Final!",
	"Success! You have been approved": "¡Exitoso! Has sido aprobado",
	"Close": "Cerrar",
	"Hmm.. your KYC came back as rejected": "Mmm.. tu KYC salió rechazado",
	"Manual Review Required": "Revisión Manual Requerida"
}