{
	"introducing completely new revenue models to the gaming industry": "introduire des modèles de revenus entièrement nouveaux dans l'industrie du jeu",
	"DAYS": "JOURS",
	"HOURS": "HEURES",
	"MINUTES": "MINUTES",
	"SECONDS": "SECONDES",
	"Days": "Jours",
	"Hours": "Heures",
	"Minutes,": "Minutes",
	"Seconds": "Secondes",
	"ENTER YOUR NAME": "ENTREZ VOTRE NOM",
	"ENTER YOUR EMAIL": "ENTREZ VOTRE E-MAIL",
	"SIGN UP BELOW - DON'T MISS THE PRE-SALE": "INSCRIVEZ-VOUS CI-DESSOUS - NE MANQUEZ PAS LA PRÉVENTE",
	"SIGN UP BELOW TO JOIN THE PRE-SALE": "INSCRIVEZ-VOUS CI-DESSOUS POUR REJOINDRE LA PRÉVENTE",
	"JOIN PRE-SALE": "REJOINDRE LA PRÉVENTE",
	"PRE-SALE OPENS 14TH OCTOBER FOR 48 HOURS WITH 60&percnt; BONUS": "LA PRÉVENTE DÉBUTE LE 14 OCTOBRE AVEC UN BONUS DE 60&percnt DURANT 48 HEURES",
	"8,000,000 TOKENS AVAILABLE": "8.000.000 TOKENS DISPONIBLE",
	"project vision": "la vision du projet",
	"Force Protocol will become the industry standard on multiple gaming platforms offering player-to-player trading, anti-piracy and a unique first to market honorary system that rewards collaborative game play.": "Force Protocol deviendra le standard de l'industrie sur de multiples plates-formes de jeu en offrant un échange de joueur-à-joueur, un système anti-piratage et un système unique honorifique sur le marché qui récompense le jeu collaboratif.",
	"Our technology will give developers new revenue models, lower player attrition rate, player behavioural analysis and creates a new gaming experience for players where they can build a digital asset empire.": "Notre technologie donnera aux développeurs de nouveaux modèles de revenus, un taux d'attrition des joueurs plus bas, une analyse du comportement des joueurs et elle créera une nouvelle expérience de jeu pour les joueurs, où ils pourront créer un empire d'actif numérique.",
	"three core foundations of the technology": "trois fondations de base de la technologie",
	"revenue generation": "génération de revenus",
	"Players can trade items on an open market": "Les joueurs peuvent échanger des objets sur un marché ouvert",
	"Players can compete with each other for rewards": "Les joueurs peuvent se rivaliser pour obtenir des récompenses",
	"Developers can incentivise players to complete tasks": "Les développeurs peuvent inciter les joueurs à accomplir des tâches",
	"Developers can set a fee for any p2p transaction": "Les développeurs peuvent définir des frais pour toute transaction P2P",
	"Transactions happen almost instantly and seamlessly accross platforms": "Les transactions se déroulent presque instantanément et de manière transparente sur toutes les plate-formes",
	"Three Core Elements to TriForce Gaming Tokens technology": "Trois éléments-clés de la technologie de TriForce Gaming Tokens",
	"player and developer protection": "protection du joueur et du développeur",
	"Authentication network for multiple platforms to detect piracy": "Réseau d'authentification pour plusieurs plates-formes pour détecter le piratage",
	"Provide developers methods to extract revenue from pirated content": "Fournir aux développeurs des méthodes pour extraire des revenus de contenu piraté",
	"Big data interrogation and behavioural tracking to provide deep insights into players": "L'interrogation de Big Data et le suivi comportemental pour fournir des informations approfondies sur les joueurs",
	"Player activity profiles and honors provides community trust": "Les profils d'activité des joueurs et les honneurs fournissent la confiance de la communauté",
	"community collaboration": "collaboration de la communauté",
	"Players are rewarded by their peers for positive collaboration": "Les joueurs sont récompensés par leurs pairs pour une collaboration positive",
	"Trustworthy profiles are built that are transparent and verifiable": "Des profils fiables sont construits qui sont transparents et vérifiables",
	"Players will earn revenue simply by helping others": "Les joueurs gagneront des revenus simplement en aidant les autres",
	"major benefits": "avantages majeurs",
	"developer friendly, rapid deployment": "convivial aux développeurs, déploiement rapide",
	"Game developers walk a tight line between producing a high enough quality game while managing development resources and keeping on time, and on budget for release.": "Les développeurs de jeux marchent sur une ligne tendue entre la production d'un jeu de qualité suffisante, la gestion des ressources de développement et le respect des délais, et le respect du budget pour la publication.",
	"Our technology will offer developers across all platforms a way to rapidly deploy common features on games such as tournaments, p2p trading and peer ranking/honouring.": "Notre technologie offrira aux développeurs de toutes les plate-formes un moyen de déployer rapidement des fonctionnalités communes sur des jeux tels que les tournois, le trading P2P et le classement / l'honneur des pairs.",
	"digital wealth for developers and players": "richesse numérique pour les développeurs et les joueurs",
	"One of our key differentiators to competitors, is that our project is not a replacement for existing revenue models, but instead is an ecosystem that will work harmoniously with existing platforms that both developers and gamers love to use.": "L'un de nos principaux facteurs de différenciation par rapport à nos concurrents est que notre projet ne remplace pas les modèles de revenus existants, mais qu'il s'agit d'un écosystème qui fonctionnera harmonieusement avec les plate-formes existantes que les développeurs et les joueurs adorent utiliser.",
	"Both developers and players will have many unique opportunities to build their digital gaming wealth, giving them a much more rewarding gaming experience.": "Les développeurs et les joueurs auront beaucoup d’occasions uniques de développer leur richesse numérique de jeu, ce qui leur donnera une expérience de jeu beaucoup plus enrichissante.",
	"fostering happy, safe and ethical communities": "favoriser des communautés heureuses, sûres et éthiques",
	"Players are known for collaborating together, helping each other reach that next level or improving their skills. Now they can be rewarded by other players with honours.": "Les joueurs sont connus pour collaborer ensemble, s'entraider pour atteindre le niveau suivant ou améliorer leurs compétences. Maintenant, ils peuvent être récompensés par d'autres joueurs avec des distinctions.",
	"Honoring will also combat untrustworthy players or even scammers, by providing a level of transparency through honour profiles.": "Distinguer combattra également les joueurs indignes de confiance ou même les escrocs, en offrant un niveau de transparence à travers les profils d'honneur.",
	"dealing with piracy": "faire face au piratage ",
	"Developers are fighting a losing battle when it comes to anti-piracy measures.": "Les développeurs se lancent dans un combat perdu d'avance quand viennent les mesures anti-piratage.",
	"We are building innovative ways of using the blockchain to help combat this and providing unique ways for developers to implement anti-piracy strategies.": "Nous construisons des façons innovantes d'utiliser la blockchain pour aider à lutter contre cela et pour fournir des moyens uniques aux développeurs de mettre en œuvre des stratégies anti-piratage.",
	"project history": "histoire du projet",
	"our journey begins... and we move toward the future": "notre voyage commence ... et nous nous dirigeons vers le futur",
	"september": "septembre ",
	"bitcoin betting platform created": "plateforme de paris en bitcoin créée",
	"An game challenging platform is created that allowed users to bet against each other using Bitcoin.": "Une plate-forme de jeu stimulante est créée qui permet aux utilisateurs de parier les uns contre les autres en utilisant du Bitcoin.",
	"april - september": "avril - septembre ",
	"conversion of bitcoin project to ethereum": "conversion du projet bitcoin vers ethereum",
	"Pete and Raza join together to work on a new project based on the game challenging platform however the plan now was to deploy on the Ethereum Network.": "Pete et Raza s'unissent pour travailler sur un nouveau projet basé sur une plate-forme de jeu compétitive mais ce plan devait maintenant être déployé sur le réseau Ethereum.",
	"february": "février",
	"Introduction of new team members and work starts on prototypes of the network and visual mock-ups.": "Introduction de nouveaux membres dans l'équipe et début des travaux sur les prototypes du réseau et les maquettes visuelles.",
	"First advisor, Nazaraf Shah, a Professor of Ethical Hacking and security at Coventry University joins the project.": "Premier conseiller, Nazaraf Shah, professeur de Déontologie et de Sécurité à l'Université de Coventry se joint au projet.",
	"may": "mai",
	"technology proven on prototype game": "technologie éprouvée sur un jeu prototype",
	"Successfully integrated prototype technology into a mobile game prototype.": "Technologie de prototype intégrée avec succès dans un prototype de jeu sur mobile.",
	"june": "juin",
	"business registration": "enregistrement de l’entreprise",
	"Officially registered in the UK at Companies House as a Limited Company.": "Officiellement enregistré au Royaume-Uni à Companies House en tant que Société à Responsabilité Limitée.",
	"Investigation into UK regulatory framework requirements to launch an ICO, start of discussions with FCA and Gambling Commission requirements.": "Enquête sur les exigences du cadre réglementaire britannique pour lancer une ICO, début des discussions avec la FCA et des exigences de la Commission des Jeux de Hasard.",
	"new advisors join": "de nouveaux conseillers nous rejoignent",
	"july": "juillet",
	"Introduction of advisors to the project:": "Introduction de conseillers au projet:",
	"Amos Anderson, Lecturer at Coventry University, MBA Business Administration": "Amos Anderson, Maître de Conférences à l'Université de Coventry, MBA en Administration des Affaires",
	"Kate Breed, Former Molecular Biologist, Business Change Management": "Kate Breed, Ancienne Biologiste Moléculaire, Gestion du Changement d'Entreprises",
	"Owen Ashby, Business Analyst, Market Intelligence and Corporate Strategy": "Owen Ashby, Analyste d’Entreprises, Intelligence de Marché et Stratégie d’Entreprise",
	"Registered with the Information Commissioners Office relating to data protection policies.": "Enregistré auprès du Bureau du Commissaire à l'Information sur les politiques de protection des données.",
	"august": "août",
	"early partnerships formed": "premiers partenariats formés",
	"Became full member of TIGA, a game, publisher and trade association": "Devenu membre à part entière de TIGA, un jeu, éditeur et association professionnelle",
	"Partnered with IT Governance Ltd, providing technology audit and assurances": "Partenaire d'IT Governance Ltd, fournissant un audit technologique et des assurances",
	"Partnered with Bitcoin PR Buzz to manage marketing communications.": "Partenariat avec Bitcoin PR Buzz pour gérer les communications marketing.",
	"project goals": "objectifs du projet",
	"Future achievements we are actively working towards": "Les réalisations futures vers lesquelles nous travaillons activement",
	"a powerful vision,": "une vision forte,",
	"builds a powerful future": "construit un avenir puissant",
	"Imagine a gaming community that is so collaborative, interactive; alive, you as a player can create and shape your own destiny and wealth. What if, as a developer you could integrate with ease into a live, analytical platform with deep player insights and new unique revenue generation models? What if as a player you could create a revenue stream by simply playing the games you love? Well, this is Force Protocol, the future of gaming.": "Imaginez une communauté de jeu si collaborative, si interactive; si vivante, vous -en tant que joueur- pouvez créer et façonner vos propres destin et richesse. Et si, en tant que développeur, vous pouviez intégrer facilement une plate-forme vivante analytique avec des informations détaillées sur les joueurs et de nouveaux modèles de génération de revenus uniques ? Et si en tant que joueur vous pouviez créer un flux de revenus en jouant simplement aux jeux que vous aimez ? Eh bien, voici Force Protocol, l'avenir du jeu.",
	"Access developer platform prototype:": "Accès au prototype de la plate-forme des développeurs:",
	"Access player platform prototype:": "Accès au prototype de la plate-forme des joueurs:",
	"october 2017": "octobre 2017",
	"pre-sale launch": "lancement de la prévente",
	"We open the doors to pre-sale funding from the crypto community.": "Nous ouvrons les portes du financement de la prévente de la crypto-communauté.",
	"november 2017": "novembre 2017",
	"main ico crowdfund opens": "Le financement participatif de l''ico s'ouvre",
	"We invite the wider community to join the ICO with scaled down bonus rewards over time.": "Nous invitons toute la communauté à rejoindre l'ICO avec des récompenses de bonus réduites au cours du temps.",
	"december 2017": "décembre 2017",
	"build wider team": "construire une équipe plus large",
	"Establish new offices in an area with a high level of technical talent and high concentration of gaming companies.": "Établir de nouveaux bureaux dans une zone avec de haut niveau de talent technique et une forte concentration d'entreprises de jeux.",
	"april 2018": "avril 2018",
	"first development goals": "premiers objectifs de développement",
	"Achieve ISO27001 certification.": "Obtenir la certification ISO27001.",
	"Phase 1 of beta network is completed, which includes item trading, quests and honorary system.": "La phase 1 du réseau bêta est terminée, qui comprend le commerce d'objets, les quêtes et le système honorifique.",
	"june 2018": "juin 2018",
	"complete integration kits": "finaliser les kits d'intégration",
	"Complete beta version integration kit libraries for platforms and build developer community platform with full documentation.": "Compléter les bibliothèques de kit d'intégration de la version bêta pour les plates-formes et construire la plate-forme de communauté de développeurs avec une documentation complète.",
	"november 2018": "novembre 2018",
	"phase 2 development completed": "le développement de la phase 2 est terminé",
	"Complete phase 2 of beta network, which includes decentralised tournaments, peer-to-peer betting, player behavioural engine.": "Finaliser la phase 2 du réseau bêta, qui comprend les tournois décentralisés, les paris pair-à-pair, le moteur comportemental du joueur.",
	"march 2019": "mars 2019",
	"full production release": "sortie de la version définitive",
	"Release full production version of entire Force Protocol technology.": "Production de la version définitive de toute la technologie de Force Protocol.",
	"assurances to you, the supporter": "des assurances pour vous, le supporter",
	"Clear and transparent assurances that your contribution is protected and utilised entirely on advancing the project": "Des assurances claires et transparentes que votre contribution soit entièrement protégée et utilisée pour faire avancer le projet",
	"fund security": "sécurité du fonds",
	"Funds managed by independent escrow provider and global leaders,": "Fonds gérés par un fournisseur tiers indépendant et des leaders mondiaux,",
	"All received funds to be held offline in cold storage": "Tous les fonds reçus seront conservés hors ligne en cold storage",
	"Funds to be released upon milestones achieved, not all up front": "Les fonds seront débloqués lorsque des étapes seront atteintes, et non tout d'une fois",
	"A dedicated relations manager to be appointed": "Un gestionnaire de relations dédié à être nommé",
	"Transparency policy in place with bi-weekly updates": "Politique de transparence mise en place avec des mises à jour bi-hebdomadaires",
	"strong team": "équipe forte",
	"Advisers who have worked on multi-million pound accounts": "Les Conseillers qui ont travaillé sur des comptes de plusieurs millions de livres",
	"CEO proven technology start-up experience for leading technology platform in it's space": "Expérience en start-up de technologie prouvée par le PDG pour une plate-forme technologique à la pointe dans son espace",
	"CTO holds masters in software engineering and is a certified blockchain developer": "Le CTO détient des masters en génie logiciel et est un développeur certifié blockchain",
	"Professor of Coventry University, Nazaraf Shah, is a senior lecturer in ethical hacking and computer security": "Nazaraf Shah, professeur à l'Université de Coventry, est maître de conférences en matière de déontologie et de sécurité informatique.",
	"Professor of Coventry University, ": "Professeur à l'Université de Coventry",
	"Committed to growing the team significantly based upon funding level": "Engagé pour faire croître l'équipe de manière significative en fonction du niveau de financement",
	"sound technology": "technologie douce",
	"Smart Contracts independently reviewed and audited": "Contrats intelligents examinés et audités de façon indépendante",
	"Working with <a target=\"_BLANK\" href=\"https://www.itgovernance.co.uk/\">IT Governance Ltd</a> to implement full technology audit and governance": "Travaille avec <a target=\"_BLANK\" href=\"https://www.itgovernance.co.uk/\">IT Governance Ltd </a> pour mettre en œuvre un audit et une gouvernance de la technologie complets",
	"Developer platform prototype developed": "Prototype de plate-forme de développeur développé",
	"Player platform prototype developed": "Prototype de plate-forme de joueur développé",
	"Mobile game prototype developed": "Prototype de jeu surmobile développé",
	"proven market opportunity": "opportunité de marché prouvée",
	"86&percnt; of surveyed indie developers said they loved the idea of our project": "86&percnt; des développeurs indépendants interrogés ont dit qu'ils aimaient l'idée de notre projet",
	"Global games market revenue at &dollar;101.1Bi in 2016": "Revenus du marché mondial des jeux de 101,1 Trillions de &dollar; en 2016",
	"Global games market revenue estimated to grow 6.2&percnt; year on year": "Le chiffre d'affaires du marché mondial des jeux devrait augmenter de 6,2&percnt; d'année en année",
	"Our technology solves some of the top concerns expressed by gaming companies": "Notre technologie résout certaines des principales préoccupations exprimées par les entreprises de jeux",
	"supporters and partners": "partisans et partenaires",
	"More exciting partnerships to be announced soon!": "Des partenariats plus intéressants à annoncer bientôt !",
	"Our Key Partners and Supporters": "Nos principaux partenaires et supporters",
	"Former head of development of a UK recruitment platform, passionate gamer and crypto enthusiast": "Ancien responsable du développement d'une plate-forme de recrutement au Royaume-Uni, passionné de jeux vidéo et passionné de cryptographie",
	"PDSL Senior Full Stack and Qualified Blockchain developer, MSc Software Development": "PDSL Senior Full Stack et Développeur Blockchain Qualifié, Développement de Logiciel MSc",
	"PhD Research Engineer": "Docteur Ingénieur de Recherche",
	"Senior Lecturer in Ethical Hacking and Computer Security at Coventry University": "Maître de Conférences en déontologie et sécurité informatique à l'Université de Coventry",
	"Front-end Engineer": "Ingénieur de premier plan",
	"CycloMedia Technology, Ericsson": "Technologie CycloMedia, Ericsson",
	"System Developer": "Développeur Système",
	"MCA Computer Science": "MCA Sciences Informatiques",
	"General Manager": "Directeur général",
	"University of Westminster, Bachelors Degree, International Business": "Université de Westminster, Licence, Affaires internationales",
	"Senior Full Stack Developer": "Développeur Senior Full Stack",
	"Instructor at Udemy and Fullstackhour, Javascript Expert": "Instructeur chez Udemy et Fullstackhour, Expert Javascript",
	"Marketing": "Marketing",
	"Brand Designer": "Concepteur de Marque",
	"advisor team": "équipe de conseillers",
	"Former molecular biologist, Senior consultant in systems engineering, Councillor": "Ancienne biologiste moléculaire, Consultante principale en ingénierie des systèmes, Conseillère ",
	"CEO Bitcoin PR Buzz, worked closely on": "CEO chezBitcoin PR Buzz, a travaillé de près sur",
	"Business Analyst, Market Intelligence and Corporate Strategy": "Analyste d'affaires, Intelligence de Marché et Stratégie d'Entreprise",
	"ico completed - fund usage": "ico finalisée - utilisation des fonds",
	"Token Distribution to ICO participants within 7 days": "Distribution des Tokens aux participants de l'ICO endéans les 7 jours",
	"Aggressive recruitment campaigns to attract the best talent to the project": "Des campagnes de recrutement agressives pour attirer les meilleurs talents dans le projet",
	"Listing tokens on exchanges": "Lister les Tokens sur les échanges",
	"Conceptual phase of brand, platform and network": "Phase conceptuelle de la marque, de la plateforme et du réseau",
	"Completed concept of Triforce Blockchain Platform, Network and anti-piracy engine": "Concept achevé de la Plate-forme Blockchain de Triforce, Réseau et moteur anti-piratage",
	"Legal consultations": "Consultations juridiques",
	"phase 2": "phase 2",
	"Completed beta version of Triforce peer-to-peer network": "Version complète bêta du réseau pair-à-pair de Triforce",
	"Completed beta version of Triforce Blockchain Platform": "Version complète bêta de la Plate-forme Blockchain de Triforce",
	"Working prototype of big data counter-piracy engine": "Prototype fonctionnel du moteur de contre-piratage de big data",
	"Heavy digital promotions, advertising and community outreaching": "Des promotions numériques lourdes, de la publicité et de la sensibilisation communautaire",
	"Key partnerships to gaming community": "Partenariats-clés pour la communauté de jeu",
	"Sponsoring key gaming and crypto events and having prime stands": "Parrainer des jeux clés et des événements de crypto et avoir des stands de récompense",
	"phase 3": "phase 3",
	"Production release of Triforce peer-to-peer Network": "Sortie définitive du réseau pair-à-pair de Triforce",
	"Production release of Triforce Blockchain Platform": "Sortie définitive de la Plate-forme Blockchain de Triforce",
	"Completed beta platform for big data counter-piracy engine": "Plate-forme bêta finalisée pour le moteur de contre-piratage de big data",
	"Continue and ramp up aggressive promotional strategies": "Poursuivre et intensifier les stratégies promotionnelles agressives",
	"phase 4": "phase 4",
	"Completed beta platform for big data anti-piracy engine": "Plate-forme bêta finalisée pour le moteur anti-piratage de big data",
	"document downloads": "téléchargements des documents",
	"PITCH DECK": "BRÈVE PRÉSENTATION",
	"ONE PAGE SUMMARY": "RÉSUMÉ D’UNE PAGE",
	"DEVELOPMENT ROADMAP": "CARNET DE ROUTE DU DÉVELOPPEMENT",
	"GAMING INDUSTRY REPORT": "RAPPORT DE L'INDUSTRIE DU JEU",
	"VIEW WHITE PAPER": "VOIR LE LIVRE BLANC",
	"GOT QUESTIONS?": "DES QUESTIONS ?",
	"JOIN OUR SOCIAL MEDIA CHANNELS": "REJOIGNEZ NOS CANAUX DES MÉDIAS SOCIAUX",
	"Telegram Channel Public Invite Link": "Lien d'Invitation au Canal Public Telegram",
	"Slack Channel Invite Link": "Lien d'Invitation au Canal Slack",
	"Twitter Invite Link": "Lien d'Invitation à Twitter",
	"Facebook Invite Link": "Lien d'Invitation à Facebook",
	"HOW CAN I JOIN THE PRE-SALE?": "COMMENT PUIS-JE PARTICIPER À LA PRÉVENTE ?",
	"Simply <a href=\"/#fractal-background\">fill out the form</a> at the top of the page and further instructions will be emailed to you.": "Simplement <a href=\"/#fractal-background\"> remplissez le formulaire </a> en haut de la page et d'autres instructions vous seront envoyées par courrier électronique.",
	"DO I HAVE TO VERIFY MY IDENTITY TO PARTICIPATE IN THE ICO?": "DOIS-JE FAIRE VÉRIFIER MON IDENTITÉ POUR PARTICIPER À L'ICO ?",
	"No, but you need to accept terms and conditions, confirm that you are not USA citizen and you can only participate with the crypto currencies defined in the white paper": "Non, mais vous devez accepter les termes et conditions, confirmer que vous n'êtes pas citoyen américain et que vous ne pouvez participer qu'avec les crypto-monnaies définies dans le livre blanc",
	"WHAT CRYPTO CURRENCIES CAN I CONTRIBUTE WITH?": "AVEC QUELLES CRYPTO-MONNAIES PUIS-JE PARTICIPER ?",
	"Bitcoin, Ethereum, Litecoin, Waves": "Bitcoin, Ethereum, Litecoin, Waves",
	"WHAT IS THE TOTAL SUPPLY OF TRIFORCE TOKENS?": "QUELLE EST LA QUANTITÉ TOTALE DE TOKENS TRIFORCE ?",
	"500,000,000 Fixed Supply (375,000,000 available for ICO participants)": "500.000.000 de quantité fixe (375.000.000 disponibles pour les participants à ICO)",
	"WILL YOU BURN UN-SOLD TOKENS?": "BRÛLEREZ-VOUS LES TOKENS NON-VENDUS ?",
	"Yes, any tokens not sold at the end of the main ICO will be destroyed to ensure no over-supply.": "Oui, tous les Tokens non-vendus à la fin de l'ICO principal seront détruits afin d'assurer une offre non-excédentaire.",
	"WHEN WILL I GET MY ICO TOKENS?": "QUAND VAIS-JE OBTENIR MES TOKENS DE L'ICO ?",
	"At the end of the main ICO funding round, tokens will be distributed once a full audit has taken place. We aim to have all tokens distributed within 30 days after the end of the ICO. The latest we expect this to occur will be 5th January 2019.": "À la fin du cycle de financement principal de l'ICO, les Tokens seront distribués une fois qu'un audit complet aura été effectué. Nous visons à ce que tous les Tokens soient distribués endéans les 30 jours suivants la fin de l'ICO. Le plus tard que nous prévoyons que cela se produira sera le 5 Janvier 2019.",
	"WILL THE TRIFORCE TOKENS BE LISTED ON EXCHANGES?": "LES TOKENS TRIFORCE SERONT-ILS LISTÉS SUR LES ÉCHANGES ?",
	"Yes, we will be applying to be listed on exchanges however we are unable to specify which until the exchanges themselves announce this.": "Oui, nous demanderons à être listés sur les échanges mais nous ne sommes pas en mesure de spécifier lequel, avant que les échanges eux-mêmes ne l'annoncent.",
	"Toggle navigation": "Navigation à bascule",
	"white paper": "livre blanc",
	"contributor assurances": "assurances aux contributeurs",
	"team": "équipe",
	"development roadmap": "feuille de route de développement",
	"New token sale event scheduled very soon...": "Nouvelle vente de Tokens très prochainement...",
	"Join The Next Token Sale Below": "Participez à la prochaine vente de Tokens ci-dessous",
	"Your First Name": "Votre prénom",
	"Your Last Name": "Votre nom",
	"Enter Your Email": "Entrez votre adresse e-mail",
	"Join Today": "Inscrivez-vous dès aujourd'hui",
	"Login to your account": "Connectez-vous à votre compte",
	"Working with and supported by globally recognised companies": "Collaboration et soutien des entreprises mondialement reconnues",
	"smart contracts": "contrats intelligents",
	"Review our fully audited and approved smart contracts": "Consultez nos contrats intelligents entièrement vérifiés et approuvés",
	"token sale": "vente de Tokens",
	"Key information about the up coming token sale": "Informations importantes sur la prochaine vente de Tokens",
	"key information summary": "résumé des informations importantes",
	"Total Supply": "Approvisionnement total",
	"Available Supply": "Approvisionnement disponible",
	"Soft-Cap": "Soft Cap",
	"Hard-Cap": "Hard Cap",
	"Tokens Distributed": "Distribution de Tokens",
	"Immediately": "Immédiatement",
	"Open Date": "Date d'ouverture",
	"Base Rate": "Taux de base",
	"token discount structure": "structure des remises sur les Tokens",
	"Token discounts will be awarded based on supply that is sold. As more tokens are distributed, the discounts will decrease. To make sure you receive the highest bonus, you should try to contribute as early as possible.": "Les remises sur les Tokens seront octroyées sur la base des fournitures vendues. Plus les Tokens seront distribués, plus les remises diminueront. Pour recevoir le bonus le plus élevé possible, vous devez essayer d'apporter votre contribution le plus tôt possible.",
	"The full discount structure is defined below:": "La structure intégrale des remises est définie ci-dessous :",
	"token distribution": "distribution de Tokens",
	"project fund usage": "utilisation des fonds du projet",
	"DON'T MISS THE NEXT TOKEN SALE": "NE MANQUEZ PAS LA PROCHAINE VENTE DE TOKENS",
	"recent media": "médias récents",
	"Check out the latest media and article publications": "Découvrez les derniers médias et publications d'articles",
	"latest distribution on yahoo finance": "dernière distribution sur Yahoo finance",
	"tech startup triforce tokens has announced its official token sale campaign": "Triforce Tokens, l'entreprise en technologie, a annoncé sa campagne de vente officielle de Tokens",
	"latest distribution on thenextweb": "dernière distribution sur thenextweb",
	"the gaming industry's blockchain-based evolution": "l'évolution basée sur la blockchain de l'industrie du jeu",
	"latest distribution on cnbc": "dernière distribution sur cnbc",
	"triforce tokens blockchain gaming announces membership": "la blockchain de jeu de Triforce Tokens annonce l'adhésion",
	"latest distribution on medium": "dernière distribution sur medium",
	"one key solution that will shake up the gaming industry": "une solution clé qui va secouer l'industrie du jeu",
	"delivery of 50 ledger nano s devices and unboxing": "distribution de 50 outils Ledger Nano S et déballage",
	"Transactions happen almost instantly and seamlessly across platforms": "Les transactions s'effectuent presque instantanément et sans problème par l'intermédiaire de plates-formes",
	"Player activity profiles and honours provides community trust": "Les profils d'activité et les récompenses des joueurs établissent la confiance au sein de la communauté",
	"They can stay in communication with each other across all platforms in one central place": "Ils peuvent communiquer entre eux par l'intermédiaire de toutes les plates-formes dans un endroit central",
	"our journey has begun...": "notre aventure commence...",
	"Investigation into UK regulatory framework requirements to launch an crypto token sale, start of discussions with FCA and Gambling Commission requirements.": "L'enquête sur le cadre réglementaire au Royaume-Uni concernant le lancement d'une vente de crypto-tokens, début des discussions avec la FCA et des exigences de la Commission des Jeux de Hasard.",
	"Pete Mardell, CEO": "Pete Mardell, CEO",
	"ip audit completion": "exécution d'attestation d'audit",
	"IP Audit of brand and tech completed, leading to establishment of subsidiary platform and anti-piracy framework.": "Attestation d'audit de la marque et de la technologie exécutée, ce qui donne lieu à la mise en place d'une plate-forme subsidiaire et d'un cadre contre le piratage.",
	"assurances to contributors": "assurances aux contributeurs",
	"CTO holds masters in software engineering and is a certified Ethereum blockchain developer": "Le CTO, qui détient une maîtrise en ingénierie logicielle, est un développeur en blockchain Ethereum certifié",
	"core team": "équipe principale",
	"Our team is incredibly passionate, with strong development credentials and a love of the gaming industry.": "Notre équipe est incroyablement passionnée et placée sous le signe du développement et de l'amour pour l'industrie du jeu.",
	"CEO": "CEO",
	"CTO": "CTO",
	"International Communications": "International Communications",
	"Fluent in English, French, Spanish and Romanian": "Parlant couramment l'anglais, le français, l'espagnol et le roumain",
	"Token Sale Consultant": "Token Sale Consultant",
	"Also consulting for UTRUST and Vuily ICO's": "Consultation aussi pour UTRUST et Vuily ICO's",
	"Social Media and Content Manager": "Responsable des médias sociaux et du contenu",
	"Account manager for Bitcoin PR Buzz": "Gestionnaire des comptes de Bitcoins PR Buzz",
	"UI/UX Designer": "concepteur UI/UX",
	"adviser team": "équipe des conseillers",
	"<strong>Games Industry Adviser</strong>, Head of SMM for World of Tanks, World of Warships, World of Warplanes": "<strong>Conseiller pour l'industrie du jeu</strong>, Responsable du SMM pour World of Tanks, World of Warships, World of Warplanes",
	"CEO Bitcoin PR Buzz, worked closely on <strong>NEM</strong>, <strong>UTRUST</strong> and <strong>Lisk</strong>": "Le CEO de Bitcoin PR Buzz a collaboré étroitement à <strong>NEM</strong>, <strong>UTRUST</strong> et <strong>Lisk</strong>",
	"Legal Adviser, Attorney-at-Law Tax Counsel at ATTELA Law Firm": "Conseiller juridique, avocat en droit fiscal chez ATTELA Law Firm",
	"Strategic Business Development Adviser, Graduate Diploma in Law": "Conseiller du développement stratégique et des affaires, diplômé en droit",
	"funds release strategy": "stratégie de libération des fonds",
	"token sale completed - fund usage": "vente de Tokens terminée - utilisation du fonds",
	"Token Distribution to contributors within 7 days": "Distribution de Tokens aux contributeurs sous 7 jours",
	"HOW CAN I JOIN THE TOKEN SALE?": "COMMENT PUIS-JE REJOINDRE LA VENTE DE TOKENS ?",
	"DO I HAVE TO VERIFY MY IDENTITY TO PARTICIPATE?": "DOIS-JE FAIRE VÉRIFIER MON IDENTITÉ POUR PARTICIPER ?",
	"Ethereum only (ETH)": "Ethereum seulement (ETH)",
	"2,000,000,000 Fixed Supply (1,500,000,000 available for contributors)": "2 000 000 000 de réserves fixes (1 500 000 000 disponibles pour les contributeurs)",
	"Yes, any tokens not sold at the end of the token sale will be destroyed to ensure no over-supply.": "Oui, tous les Tokens qui ne sont pas vendus à la fin de la vente de Tokens seront détruits afin qu'il n'y ait pas d'offre excédentaire.",
	"WHEN WILL I GET MY TOKENS?": "QUAND VAIS-JE OBTENIR MES TOKENS ?",
	"Your tokens will be issued immediately after confirmation of your contribution has cleared from the token sale, by our smart contracts.": "Vos jetons vous seront délivrés immédiatement après la confirmation que votre contribution a été enlevée de la vente de Tokens par nos contrats intelligents.",
	"Join Force Protocol on Telegram": "Rejoignez Force Protocol sur Telegram",
	"Join Force Protocol on BitcoinTalk.org": "Rejoignez Force Protocol sur BitcoinTalk.org",
	"Join Force Protocol on GitHub": "Rejoignez Force Protocol sur GitHub",
	"Join Force Protocol on Twitter": "Rejoignez Force Protocol sur Twitter",
	"full site and documentation": "site et documentation complets",
	"empowering the games community with blockchain technology": "encourager la communauté des jeux grâce à la blockchain",
	"Join The Token Sale": "Rejoignez la vente de Tokens",
	"DON'T MISS THE TOKEN SALE": "NE MANQUEZ PAS LA VENTE DE TOKENS",
	"The token sale will open in...": "La vente de Tokens débutera à...",
	"Minutes": "Minutes",
	"Join The Gaming Revolution": "Rejoignez la révolution du Jeu"
}