{
	"introducing completely new revenue models to the gaming industry": "We introduceren nieuwe omzetmodellen voor de gaming-sector",
	"DAYS": "DAGEN",
	"HOURS": "UREN",
	"MINUTES": "MINUTEN",
	"SECONDS": "SECONDEN",
	"Days": "Dagen",
	"Hours": "Uren",
	"Minutes,": "Minuten",
	"Seconds": "Seconden",
	"ENTER YOUR NAME": "VOER JE NAAM IN",
	"ENTER YOUR EMAIL": "VOER JE E-MAIL IN",
	"SIGN UP BELOW - DON'T MISS THE PRE-SALE": "MELDT JE HIERONDER AAN – MIS DE VOORVERKOOP NIET",
	"SIGN UP BELOW TO JOIN THE PRE-SALE": "MELDT JE HIERONDER AAN OM MEE TE DOEN AAN DE VOORVERKOOP",
	"JOIN PRE-SALE": "DOE MEE AAN DE VOORVERKOOP",
	"PRE-SALE OPENS 14TH OCTOBER FOR 48 HOURS WITH 60&percnt; BONUS": "DE VOORVERKOOP START OP 14 OKTOBER EN DUURT 48 UUR WAAR JE EEN BONUS VAN 60% ONTVANGT",
	"8,000,000 TOKENS AVAILABLE": "8.000.000 TOKENS BESCHIKBAAR",
	"project vision": "Visie",
	"TriForce Tokens will become the industry standard on multiple gaming platforms offering player-to-player trading, anti-piracy and a unique first to market honorary system that rewards collaborative game play.": " TriForce Tokens wordt op meerdere gaming-platforms de nieuwe standaard in de sector en biedt handelsmogelijkheden tussen spelers onderling, anti-piraterij strategieën en een uniek, nog niet eerder vertoond ere-systeem dat samenwerking beloond.",
	"Our technology will give developers new revenue models, lower player attrition rate, player behavioural analysis and creates a new gaming experience for players where they can build a digital asset empire.": " Onze technologie biedt ontwikkelaars nieuwe omzetmodellen, minder verlies van spelers, spelersgedragsanalyses en biedt spelers een nieuwe gaming-ervaring waarmee zij een digitaal rijk kunnen opbouwen.",
	"three core foundations of the technology": "drie fundamenten van de technologie",
	"revenue generation": "omzetgeneratie",
	"Players can trade items on an open market": "Spelers kunnen items verhandelen op een vrije markt",
	"Players can compete with each other for rewards": "Spelers kunnen voor beloningen met elkaar wedijveren.",
	"Developers can incentivise players to complete tasks": "Ontwikkelaars kunnen spelers belonen voor het uitvoeren van opdrachten.",
	"Developers can set a fee for any p2p transaction": "Ontwikkelaars kunnen de hoogte van de kosten van een p2p transactie zelf instellen.",
	"Transactions happen almost instantly and seamlessly accross platforms": "Transacties worden vrijwel onmiddellijk verwerkt, naadloos over meerdere platforms.",
	"Three Core Elements to TriForce Gaming Tokens technology": "Drie kern-elementen van de TriForce Gaming Tokens technologie",
	"player and developer protection": "Spelers- en ontwikkelaarsbescherming",
	"Authentication network for multiple platforms to detect piracy": "Authenticatienetwerk voor meerdere platforms om piraterij op te sporen.",
	"Provide developers methods to extract revenue from pirated content": "Biedt ontwikkelaars de mogelijkheid omzet te halen uit illegale (gepirateerde) content",
	"Big data interrogation and behavioural tracking to provide deep insights into players": "Big Data onderzoek en het bijhouden van (spelers-)gedrag teneinde inzicht over spelers te verkrijgen.",
	"Player activity profiles and honors provides community trust": "Spelersprofielen met activiteit en eervolle vermeldingen bieden vertrouwen aan de gemeenschap.",
	"community collaboration": "Gemeenschappelijke samenwerking",
	"Players are rewarded by their peers for positive collaboration": "Spelers belonen elkaar voor een positieve samenwerking",
	"Trustworthy profiles are built that are transparent and verifiable": "Betrouwbare profielen worden opgebouwd die zowel transparant als verifieerbaar zijn.",
	"Players will earn revenue simply by helping others": "Spelers maken omzet simpelweg door anderen te helpen.",
	"major benefits": "grote voordelen",
	"developer friendly, rapid deployment": "snelle inzet, toegesneden op ontwikkelaars.",
	"Game developers walk a tight line between producing a high enough quality game while managing development resources and keeping on time, and on budget for release.": " Game-ontwikkelaars hebben weinig speelruimte bij de ontwikkeling van een game die enerzijds van voldoende kwaliteit dient te zijn en anderzijds op tijd en binnen het budget afgeleverd moet worden.",
	"Our technology will offer developers across all platforms a way to rapidly deploy common features on games such as tournaments, p2p trading and peer ranking/honouring.": " Onze technologie biedt ontwikkelaars een manier om standaardfuncties van games zoals toernooien, p2p handel en ranglijsten snel op alle platforms in te zetten.",
	"digital wealth for developers and players": "Digitale rijkdom voor ontwikkelaars en spelers.",
	"One of our key differentiators to competitors, is that our project is not a replacement for existing revenue models, but instead is an ecosystem that will work harmoniously with existing platforms that both developers and gamers love to use.": "Een van de grote verschillen ten opzichte van de concurrentie is dat ons project de huidige omzetmodellen niet vervangt.Het is een ecosysteem dat harmonieus samenwerkt met bestaande platforms die zowel ontwikkelaars als spelers kennen en met plezier gebruiken.",
	"Both developers and players will have many unique opportunities to build their digital gaming wealth, giving them a much more rewarding gaming experience.": " Zowel ontwikkelaars als spelers hebben unieke mogelijkheden om hun digitale gaming-rijkdom op te bouwen. Dit biedt hen een spel-ervaring die vele malen meer belonender is.",
	"fostering happy, safe and ethical communities": "bevorderen van tevreden, veilige en ethisch verantwoorde gemeenschappen",
	"Players are known for collaborating together, helping each other reach that next level or improving their skills. Now they can be rewarded by other players with honours.": " Spelers staan bekend om hun samenwerking en helpen elkaar die ene eindbaas te verslaan of hun vaardigheden te verbeteren. Nu kunnen zij beloond worden met eer door andere spelers.",
	"Honoring will also combat untrustworthy players or even scammers, by providing a level of transparency through honour profiles.": " Het ere-systeem draagt ook bij aan de bestrijding van onbetrouwbare spelers of zelfs oplichters door het bieden van een zeker niveau van transparantie middels de ere-profielen.",
	"dealing with piracy": "omgaan met piraterij",
	"Developers are fighting a losing battle when it comes to anti-piracy measures.": "Ontwikkelaars strijden een verloren strijd op het gebied van anti-piraterij maatregelen.",
	"We are building innovative ways of using the blockchain to help combat this and providing unique ways for developers to implement anti-piracy strategies.": " We ontwikkelen innovatie toepassingen van blockchaintechnologie om dit te bestrijden en we bieden ontwikkelaars unieke mogelijkheden voor het implementeren van anti-piraterij strategieën. ",
	"project history": "projectgeschiedenis",
	"our journey begins... and we move toward the future": "ons avontuur begint… en we zijn op naar de toekomst",
	"september": "september",
	"bitcoin betting platform created": "platform voor wedden met Bitcoin gecreëerd",
	"An game challenging platform is created that allowed users to bet against each other using Bitcoin.": "Creatie van een uitdagend platform dat spelers tegen elkaar met Bitcoin laat wedden",
	"april - september": "april - september",
	"conversion of bitcoin project to ethereum": "conversie van Bitcoin naar Ethereum",
	"Pete and Raza join together to work on a new project based on the game challenging platform however the plan now was to deploy on the Ethereum Network.": " Pete en Raza starten samen een project met betrekking tot het initiële concept van TriForce Tokens. Het idee was toen nog om het project te baseren op het Ethereum netwerk. ",
	"february": "februari",
	"Introduction of new team members and work starts on prototypes of the network and visual mock-ups.": " Nieuwe teamleden arriveren en er wordt gestart met de ontwikkeling van de netwerkprototypes en de grafische vormgeving.",
	"First advisor, Nazaraf Shah, a Professor of Ethical Hacking and security at Coventry University joins the project.": " De eerste adviseur Nazaraf Shah, een hoogleraar Ethical Hacking and security van Coventry University, sluit zich aan bij het project.",
	"may": "mei",
	"technology proven on prototype game": "technologie bewezen middels prototype-game",
	"Successfully integrated prototype technology into a mobile game prototype.": "Succesvolle integratie van de technologie in een prototype mobile game",
	"june": "juni",
	"business registration": "registratie van de onderneming",
	"Officially registered in the UK at Companies House as a Limited Company.": " Officiële inschrijving als Limited Company in het Britse handelsregister.",
	"Investigation into UK regulatory framework requirements to launch an ICO, start of discussions with FCA and Gambling Commission requirements.": " Onderzoek naar het Britse juridische kader ten aanzien van het organiseren van een ICO. Eerste verkennende gesprekken met de FCA, Financial Conduct Authority/de Britse AFM, en de Gambling Commission.",
	"new advisors join": " Meer adviseurs sluiten zich aan ",
	"july": "juli",
	"Introduction of advisors to the project:": "Meer adviseurs sluiten zich aan:",
	"Amos Anderson, Lecturer at Coventry University, MBA Business Administration": " Amos Anderson, lector van Coventry University, MBA Business Administration ",
	"Kate Breed, Former Molecular Biologist, Business Change Management": " Kate Breed, voormalig moleculair bioloog, Business Change Management ",
	"Owen Ashby, Business Analyst, Market Intelligence and Corporate Strategy": " Owen Ashby, zakelijk analist, Market Intelligence en Corporate Strategy",
	"Registered with the Information Commissioners Office relating to data protection policies.": " Geregistreerd bij de Information Commissioners Office in verband met beleid omtrent de bescherming van gegevens. ",
	"august": "augustus",
	"early partnerships formed": "eerste partnerschappen gevormd",
	"Became full member of TIGA, a game, publisher and trade association": " Volwaardig lid geworden van TIGA, a game-, uitgevers- en handelsorganisatie.",
	"Partnered with IT Governance Ltd, providing technology audit and assurances": " Samenwerkingsverband aangegaan met IT Governance Ltd dat technologische audits en andere diensten levert.",
	"Partnered with Bitcoin PR Buzz to manage marketing communications.": " Samenwerkingsverband aangegaan met Bitcoin PR Buzz ter beheer van de marketingcommunicatie. ",
	"project goals": "doelstellingen",
	"Future achievements we are actively working towards": "Toekomstige doelstellingen waar actief aan gewerkt wordt",
	"a powerful vision,": "een krachtige visie",
	"builds a powerful future": "bouwen aan een krachtige toekomst",
	"Imagine a gaming community that is so collaborative, interactive; alive, you as a player can create and shape your own destiny and wealth. What if, as a developer you could integrate with ease into a live, analytical platform with deep player insights and new unique revenue generation models? What if as a player you could create a revenue stream by simply playing the games you love? Well, this is TriForce Tokens, the future of gaming.": "Stel je een gaming - gemeenschap voor die interactief samenwerkt, leeft, waar jij als speler je eigen lot en rijkdom opbouwt en vormgeeft.Stel je voor dat je als ontwikkelaar je werk eenvoudig kan integreren in een analytisch platform dat brede spelersstatistieken en nieuwe omzetmodellen biedt.Stel je voor dat je als speler inkomsten kan genereren simpelweg door het spelen van de games die jij leuk vindt ? Maak kennis met TriForce Tokens, de toekomst van gaming.",
	"Access developer platform prototype:": "Ga naar ontwikkelaars-prototype",
	"Access player platform prototype:": "Ga naar spelers-prototype",
	"october 2017": "oktober 2017",
	"pre-sale launch": "start voorverkoop",
	"We open the doors to pre-sale funding from the crypto community.": "De voorverkoop is geopend voor financiering vanuit de crypto-gemeenschap",
	"november 2017": "november 2017",
	"main ico crowdfund opens": "Start ICO",
	"We invite the wider community to join the ICO with scaled down bonus rewards over time.": "We nodigen de bredere gemeenschap uit deel te nemen aan de ICO. De bonussen nemen geleidelijk af.",
	"december 2017": "december 2017",
	"build wider team": "het team uitbreiden",
	"Establish new offices in an area with a high level of technical talent and high concentration of gaming companies.": "Vestiging van nieuwe kantoren op een plek waar veel technisch talent aanwezig is en een hoge concentratie game-bedrijven kent. ",
	"april 2018": "april 2018",
	"first development goals": "eerste ontwikkelings-doelstellingen",
	"Achieve ISO27001 certification.": "Behalen ISO27001 certificatie",
	"Phase 1 of beta network is completed, which includes item trading, quests and honorary system.": "Fase 1 van het bèta-netwerk is afgerond en omvat itemhandel, ‘quests’ en het ere-systeem. ",
	"june 2018": "juni 2018",
	"complete integration kits": "afronden integratie-kits",
	"Complete beta version integration kit libraries for platforms and build developer community platform with full documentation.": "Afronden van de integratie van de bèta-versies van  de integratie-kit bibliotheken voor platforms. Opbouwen van een gemeenschappelijk platform voor ontwikkelaars met volledige documentatie. ",
	"november 2018": "november 2017",
	"phase 2 development completed": " Afronden van fase 2 ",
	"Complete phase 2 of beta network, which includes decentralised tournaments, peer-to-peer betting, player behavioural engine.": "Afronden van fase 2 van het bèta-netwerk, inclusief gedecentraliseerde toernooien, peer-to-peer wedden en een engine voor de analyse van spelersgedrag.",
	"march 2019": "maart 2019",
	"full production release": "Uitbrengen van de volwaardige productieversie ",
	"Release full production version of entire TriForce Tokens technology.": "Uitbrengen van de volwaardige productieversie van de gehele TriForce Tokens technologie. ",
	"assurances to you, the supporter": "garantie voor jou als supporter",
	"Clear and transparent assurances that your contribution is protected and utilised entirely on advancing the project": "Heldere en transparante garanties dat jouw bijdrage is beschermd en volledig wordt aangewend voor de vooruitgang van het project.",
	"fund security": "beveiliging van de fondsen",
	"Funds managed by independent escrow provider and global leaders,": "fondsen worden beheerd door een onafhankelijke borgsteller en internationaal marktleider",
	"All received funds to be held offline in cold storage": " De ontvangen fondsen worden offline opgeslagen in portefeuilles ",
	"Funds to be released upon milestones achieved, not all up front": "Fondsen worden vrijgegeven op basis van behaalde mijlpalen, niet eerder.",
	"A dedicated relations manager to be appointed": " Een communicatiemanager wordt aangesteld",
	"Transparency policy in place with bi-weekly updates": " die deelnemers op de hoogte houdt over de voortgang van het project en het transparantiebeleid uitvoert ",
	"strong team": "sterk team",
	"Advisers who have worked on multi-million pound accounts": "Adviseurs die multi-miljoenenprojecten geleid hebben",
	"CEO proven technology start-up experience for leading technology platform in it's space": "CEO heeft bewezen ervaring op het gebied van technologische startups middels het toonaangevende platform in deze sfeer.",
	"CTO holds masters in software engineering and is a certified blockchain developer": "CTO heeft meerdere Masters op het gebied van software-ontwikkeling en is een gecertificeerd blockchain-ontwikkelaar.",
	"Professor of Coventry University, Nazaraf Shah, is a senior lecturer in ethical hacking and computer security": " Hoogleraar aan de universiteit van Coventry, Nazaraf Shah, is senior lector op het gebied van ethical hacking and computer security ",
	"Professor of Coventry University, ": "Hoogleraar aan de universiteit van Coventry",
	"Committed to growing the team significantly based upon funding level": "Toegewijd aan het uitbreiden van het team op basis van financieringsniveau",
	"sound technology": "klinkende technologie",
	"Smart Contracts independently reviewed and audited": "slimme contracten onafhankelijk geëvalueerd en geaudit",
	"Working with <a target=\"_BLANK\" href=\"https://www.itgovernance.co.uk/\">IT Governance Ltd</a> to implement full technology audit and governance": "Samenwerking met <a target=\"_BLANK\" href=\"https://www.itgovernance.co.uk/\">IT Governance Ltd</a> ter implementatie van de volledige technologische audit en governance",
	"Developer platform prototype developed": "prototype ontwikkelaarsplatform ontwikkeld",
	"Player platform prototype developed": "prototype spelersplatform ontwikkeld",
	"Mobile game prototype developed": "prototype mobile game ontwikkeld",
	"proven market opportunity": "bewezen marktkansen",
	"86&percnt; of surveyed indie developers said they loved the idea of our project": "86% van de ondervraagde indie ontwikkelaars vinden ons project een geweldig idee.",
	"Global games market revenue at &dollar;101.1Bi in 2016": "Omzet wereldwijde gaming-markt $ 101.1 miljard USD in 2016.",
	"Global games market revenue estimated to grow 6.2&percnt; year on year": "Wereldwijde, cumulatieve groei van 6.2% per jaar.",
	"Our technology solves some of the top concerns expressed by gaming companies": "Onze technologie biedt een oplossing voor de grootste problemen waar game-bedrijven mee te maken hebben.",
	"supporters and partners": " supporters en partners",
	"More exciting partnerships to be announced soon!": "Meer partnerschappen worden binnenkort aangekondigd.",
	"Our Key Partners and Supporters": "Onze essentiële partners en supporters",
	"Former head of development of a UK recruitment platform, passionate gamer and crypto enthusiast": "Voormalig hoofdontwikkelaar bij een Britse rekruteringsplatform, gepassioneerd gamer en crypto-enthousiasteling",
	"PDSL Senior Full Stack and Qualified Blockchain developer, MSc Software Development": " PDSL Senior Full Stack en gekwalificeerd blockchain-ontwikkelaar, MSc Software Development ",
	"PhD Research Engineer": "PhD onderzoeks-ingenieur",
	"Senior Lecturer in Ethical Hacking and Computer Security at Coventry University": "Senior lector op het gebied van ‘Ethical Hacking and Computer Security’ bij de universiteit van Coventry ",
	"Front-end Engineer": "front-end ontwikkelaar",
	"CycloMedia Technology, Ericsson": " CycloMedia Technology, Ericsson ",
	"System Developer": "systeemontwikkelaar",
	"MCA Computer Science": " MCA Computer Science ",
	"General Manager": "Algemeen manager",
	"University of Westminster, Bachelors Degree, International Business": " University of Westminster, Bachelors Degree, International Business ",
	"Senior Full Stack Developer": "Volslagen senior ontwikkelaar",
	"Instructor at Udemy and Fullstackhour, Javascript Expert": " Instructeur bij Udemy en Fullstackhour, Javascript Expert ",
	"Marketing": "Marketing",
	"Brand Designer": "Merk-ontwerper",
	"advisor team": "Team van adviseurs",
	"Former molecular biologist, Senior consultant in systems engineering, Councillor": " Voormalig moleculair bioloog, senior consultant op het gebied van systeem-ontwikkeling ",
	"CEO Bitcoin PR Buzz, worked closely on": " CEO van Bitcoin PR Buzz, heeft nauw samengewerkt op ",
	"Business Analyst, Market Intelligence and Corporate Strategy": " Business Analyst, Market Intelligence en Corporate Strategy ",
	"ico completed - fund usage": "ICO afgerond – aanwending fondsen",
	"Token Distribution to ICO participants within 7 days": "Tokendistributie van ICO-deelnemers binnen 7 dagen",
	"Aggressive recruitment campaigns to attract the best talent to the project": " Proactieve rekruteringscampagnes om de beste talenten te verbinden aan het project ",
	"Listing tokens on exchanges": "Notering op exchanges",
	"Conceptual phase of brand, platform and network": "Conceptfase voor het merk, het platform en het netwerk.",
	"Completed concept of Triforce Blockchain Platform, Network and anti-piracy engine": "Afgerond concept van het Triforce Blockchain Platform, het netwerk en de anti-piraterij engine.",
	"Legal consultations": "Juridische consultaties",
	"phase 2": "fase 2",
	"Completed beta version of Triforce peer-to-peer network": "Afronding bèta versie van het Triforce peer-to-peer netwerk",
	"Completed beta version of Triforce Blockchain Platform": " Afronding bèta versie van het Triforce Blockchain Platform ",
	"Working prototype of big data counter-piracy engine": " Afronding bèta versie van de Big Data engine voor anti-piraterij",
	"Heavy digital promotions, advertising and community outreaching": "Intensieve digitale promoties, advertentiecampagnes en toenadering van de gemeenschap.",
	"Key partnerships to gaming community": "Essentiele partnerschappen voor de gaming-gemeenschap.",
	"Sponsoring key gaming and crypto events and having prime stands": "Sponsoring van, en fysieke aanwezigheid op, belangrijke gaming- en crypto-evenementen",
	"phase 3": "fase 3",
	"Production release of Triforce peer-to-peer Network": "Uitbrengen van werkende versie van het Triforce peer-to-peer netwerk ",
	"Production release of Triforce Blockchain Platform": " Uitbrengen van werkende versie van het Triforce Blockchain Platform ",
	"Completed beta platform for big data counter-piracy engine": "Afgerond bèta-platform voor Big Data anti-piraterij engine.",
	"Continue and ramp up aggressive promotional strategies": "Voortzetten en vergroten van promotionele strategieën",
	"phase 4": "fase 4",
	"document downloads": "download documenten",
	"PITCH DECK": "’Pitch deck’",
	"ONE PAGE SUMMARY": "korte samenvatting",
	"DEVELOPMENT ROADMAP": "roadmap",
	"GAMING INDUSTRY REPORT": "rapportage gaming-sector",
	"VIEW WHITE PAPER": "bekijk whitepaper",
	"GOT QUESTIONS?": "nog vragen?",
	"JOIN OUR SOCIAL MEDIA CHANNELS": "Meldt je aan bij onze social media kanalen",
	"Telegram Channel Public Invite Link": "Uitnodiging Telegram",
	"Slack Channel Invite Link": "Uitnodiging Slack",
	"Twitter Invite Link": " Uitnodiging Twitter",
	"Facebook Invite Link": " Uitnodiging Facebook",
	"HOW CAN I JOIN THE PRE-SALE?": "HOE KAN IK DEELNEMEN AAN DE VOORVERKOOP",
	"Simply <a href=\"/#fractal-background\">fill out the form</a> at the top of the page and further instructions will be emailed to you.": "Vul <a href=\"/#fractal-background\">dit</a>  formulier in en je ontvangt verdere instructies per mail",
	"DO I HAVE TO VERIFY MY IDENTITY TO PARTICIPATE IN THE ICO?": "MOET IK MIJN IDENTITEIT BEVESTIGEN OM TE KUNNEN DEELNEMEN AAN DE ICO?",
	"No, but you need to accept terms and conditions, confirm that you are not USA citizen and you can only participate with the crypto currencies defined in the white paper": "Nee.Je dient wel de algemene voorwaarden te accepteren, te bevestigen dat je geen Amerikaans staatburger bent en je kan enkel deelnemen met de crypto - valuta zoals omschreven in de whitepaper.",
	"WHAT CRYPTO CURRENCIES CAN I CONTRIBUTE WITH?": "WELKE CRYPTOVALUTA WORDEN GEACCEPTEERD?",
	"Bitcoin, Ethereum, Litecoin, Waves": " Bitcoin, Ethereum, Litecoin, Waves ",
	"WHAT IS THE TOTAL SUPPLY OF TRIFORCE TOKENS?": "WAT IS DE TOTALE VOORRAAD TRIFORCE TOKENS?",
	"500,000,000 Fixed Supply (375,000,000 available for ICO participants)": "500.000.000 stuks waarvan 375.000.000 stuks beschikbaar voor de ICO",
	"WILL YOU BURN UN-SOLD TOKENS?": "WORDEN NIET-VERKOCHTE TOKENS VERNIETIGD?",
	"Yes, any tokens not sold at the end of the main ICO will be destroyed to ensure no over-supply.": "Ja, alle tokens die aan heteinde van de ICO niet verkocht zijn, worden vernietigd teneinde overschot te voorkomen.",
	"WHEN WILL I GET MY ICO TOKENS?": "WANNEER ONTVANG IK MIJN ICO TOKENS?",
	"At the end of the main ICO funding round, tokens will be distributed once a full audit has taken place. We aim to have all tokens distributed within 30 days after the end of the ICO. The latest we expect this to occur will be 5th January 2019.": " Aan het einde van de primaire investeringsronde worden de tokens gedistribueerd zodra een volledige audit heeft plaatsgevonden. We wilen de tokens binnen 30 dagen na het einde van de ICO distribueren. Dit vindt naar verwachting op z'n laatst plaats op 5 january 2019.",
	"WILL THE TRIFORCE TOKENS BE LISTED ON EXCHANGES?": "Wordt TriForce Tokens genoteerd op een exchange?",
	"Yes, we will be applying to be listed on exchanges however we are unable to specify which until the exchanges themselves announce this.": "Ja, we werken aan notering op exchanges echter we kunnen dit niet nader toelichten totdat de exchanges dit zelf aankondigen."
}