{
	"introducing completely new revenue models to the gaming industry": "",
	"DAYS": "",
	"HOURS": "",
	"MINUTES": "",
	"SECONDS": "",
	"Days": "",
	"Hours": "",
	"Minutes,": "",
	"Seconds": "",
	"ENTER YOUR NAME": "",
	"ENTER YOUR EMAIL": "",
	"SIGN UP BELOW - DON'T MISS THE PRE-SALE": "",
	"SIGN UP BELOW TO JOIN THE PRE-SALE": "",
	"JOIN PRE-SALE": "",
	"PRE-SALE OPENS 14TH OCTOBER FOR 48 HOURS WITH 60&percnt; BONUS": "",
	"8,000,000 TOKENS AVAILABLE": "",
	"project vision": "",
	"TriForce Tokens will become the industry standard on multiple gaming platforms offering player-to-player trading, anti-piracy and a unique first to market honorary system that rewards collaborative game play.": "",
	"Our technology will give developers new revenue models, lower player attrition rate, player behavioural analysis and creates a new gaming experience for players where they can build a digital asset empire.": "",
	"three core foundations of the technology": "",
	"revenue generation": "",
	"Players can trade items on an open market": "",
	"Players can compete with each other for rewards": "",
	"Developers can incentivise players to complete tasks": "",
	"Developers can set a fee for any p2p transaction": "",
	"Transactions happen almost instantly and seamlessly accross platforms": "",
	"Three Core Elements to TriForce Gaming Tokens technology": "",
	"player and developer protection": "",
	"Authentication network for multiple platforms to detect piracy": "",
	"Provide developers methods to extract revenue from pirated content": "",
	"Big data interrogation and behavioural tracking to provide deep insights into players": "",
	"Player activity profiles and honors provides community trust": "",
	"community collaboration": "",
	"Players are rewarded by their peers for positive collaboration": "",
	"Trustworthy profiles are built that are transparent and verifiable": "",
	"Players will earn revenue simply by helping others": "",
	"major benefits": "",
	"developer friendly, rapid deployment": "",
	"Game developers walk a tight line between producing a high enough quality game while managing development resources and keeping on time, and on budget for release.": "",
	"Our technology will offer developers across all platforms a way to rapidly deploy common features on games such as tournaments, p2p trading and peer ranking/honouring.": "",
	"digital wealth for developers and players": "",
	"One of our key differentiators to competitors, is that our project is not a replacement for existing revenue models, but instead is an ecosystem that will work harmoniously with existing platforms that both developers and gamers love to use.": "",
	"Both developers and players will have many unique opportunities to build their digital gaming wealth, giving them a much more rewarding gaming experience.": "",
	"fostering happy, safe and ethical communities": "",
	"Players are known for collaborating together, helping each other reach that next level or improving their skills. Now they can be rewarded by other players with honours.": "",
	"Honoring will also combat untrustworthy players or even scammers, by providing a level of transparency through honour profiles.": "",
	"dealing with piracy": "",
	"Developers are fighting a losing battle when it comes to anti-piracy measures.": "",
	"We are building innovative ways of using the blockchain to help combat this and providing unique ways for developers to implement anti-piracy strategies.": "",
	"project history": "",
	"our journey begins... and we move toward the future": "",
	"september": "",
	"bitcoin betting platform created": "",
	"An game challenging platform is created that allowed users to bet against each other using Bitcoin.": "",
	"april - september": "",
	"conversion of bitcoin project to ethereum": "",
	"Pete and Raza join together to work on a new project based on the game challenging platform however the plan now was to deploy on the Ethereum Network.": "",
	"february": "",
	"Introduction of new team members and work starts on prototypes of the network and visual mock-ups.": "",
	"First advisor, Nazaraf Shah, a Professor of Ethical Hacking and security at Coventry University joins the project.": "",
	"may": "",
	"technology proven on prototype game": "",
	"Successfully integrated prototype technology into a mobile game prototype.": "",
	"june": "",
	"business registration": "",
	"Officially registered in the UK at Companies House as a Limited Company.": "",
	"Investigation into UK regulatory framework requirements to launch an ICO, start of discussions with FCA and Gambling Commission requirements.": "",
	"new advisors join": "",
	"july": "",
	"Introduction of advisors to the project:": "",
	"Amos Anderson, Lecturer at Coventry University, MBA Business Administration": "",
	"Kate Breed, Former Molecular Biologist, Business Change Management": "",
	"Owen Ashby, Business Analyst, Market Intelligence and Corporate Strategy": "",
	"Registered with the Information Commissioners Office relating to data protection policies.": "",
	"august": "",
	"early partnerships formed": "",
	"Became full member of TIGA, a game, publisher and trade association": "",
	"Partnered with IT Governance Ltd, providing technology audit and assurances": "",
	"Partnered with Bitcoin PR Buzz to manage marketing communications.": "",
	"project goals": "",
	"Future achievements we are actively working towards": "",
	"a powerful vision,": "",
	"builds a powerful future": "",
	"Imagine a gaming community that is so collaborative, interactive; alive, you as a player can create and shape your own destiny and wealth. What if, as a developer you could integrate with ease into a live, analytical platform with deep player insights and new unique revenue generation models? What if as a player you could create a revenue stream by simply playing the games you love? Well, this is TriForce Tokens, the future of gaming.": "",
	"Access developer platform prototype:": "",
	"Access player platform prototype:": "",
	"october 2017": "",
	"pre-sale launch": "",
	"We open the doors to pre-sale funding from the crypto community.": "",
	"november 2017": "",
	"main ico crowdfund opens": "",
	"We invite the wider community to join the ICO with scaled down bonus rewards over time.": "",
	"december 2017": "",
	"build wider team": "",
	"Establish new offices in an area with a high level of technical talent and high concentration of gaming companies.": "",
	"april 2018": "",
	"first development goals": "",
	"Achieve ISO27001 certification.": "",
	"Phase 1 of beta network is completed, which includes item trading, quests and honorary system.": "",
	"june 2018": "",
	"complete integration kits": "",
	"Complete beta version integration kit libraries for platforms and build developer community platform with full documentation.": "",
	"november 2018": "",
	"phase 2 development completed": "",
	"Complete phase 2 of beta network, which includes decentralised tournaments, peer-to-peer betting, player behavioural engine.": "",
	"march 2019": "",
	"full production release": "",
	"Release full production version of entire TriForce Tokens technology.": "",
	"assurances to you, the supporter": "",
	"Clear and transparent assurances that your contribution is protected and utilised entirely on advancing the project": "Garantias claras e transparentes de que a sua contribuição será protegida e totalmente utilizada para fazer avançar o projeto",
	"fund security": "segurança dos fundos",
	"Funds managed by independent escrow provider and global leaders,": "Fundos gerenciados por um depositário independente e líderes globais,",
	"All received funds to be held offline in cold storage": "Todos os fundos recebidos serão mantidos offline em locais de armazenamento",
	"Funds to be released upon milestones achieved, not all up front": "Os fundos serão desbloqueados mediante as metas alcançadas, e não antes",
	"A dedicated relations manager to be appointed": "Um gerente de relações específico, que será nomeado",
	"Transparency policy in place with bi-weekly updates": "Política de transparência em vigor com atualizações quinzenais",
	"strong team": "equipe forte",
	"Advisers who have worked on multi-million pound accounts": "Consultores que trabalharam em contas de vários milhões de libras",
	"CEO proven technology start-up experience for leading technology platform in it's space": "CEO com experiência comprovada em startup de tecnologia para liderar a plataforma tecnológica",
	"CTO holds masters in software engineering and is a certified blockchain developer": "",
	"Professor of Coventry University, Nazaraf Shah, is a senior lecturer in ethical hacking and computer security": "",
	"Professor of Coventry University, ": "Professor na Universidade de Coventry, ",
	"Committed to growing the team significantly based upon funding level": "Empenhado em consolidar a equipe significativamente, com base no nível de financiamento",
	"sound technology": "tecnologia segura",
	"Smart Contracts independently reviewed and audited": "Contratos inteligentes revistos e auditados de forma independente",
	"Working with <a target=\"_BLANK\" href=\"https://www.itgovernance.co.uk/\">IT Governance Ltd</a> to implement full technology audit and governance": "Trabalhando com a <a target=\"_BLANK\" href=\"https://www.itgovernance.co.uk/\">IT Governance Ltd</a> para implementar na íntegra a auditoria e a governança tecnológica",
	"Developer platform prototype developed": "Desenvolvimento de protótipo de plataforma para programador",
	"Player platform prototype developed": "Desenvolvimento de protótipo de plataforma para jogador",
	"Mobile game prototype developed": "Desenvolvimento de protótipo de jogo para dispositivo móvel",
	"proven market opportunity": "oportunidade comprovada no mercado",
	"86&percnt; of surveyed indie developers said they loved the idea of our project": "86&percnt; dos programadores independentes que participaram da pesquisa disseram adorar a ideia do nosso projeto",
	"Global games market revenue at &dollar;101.1Bi in 2016": "Receita de mercado de jogos global de &dollar;101,1 bilhões em 2016",
	"Global games market revenue estimated to grow 6.2&percnt; year on year": "Receita de mercado de jogos global com uma estimativa de crescimento de 6,2&percnt; em comparação ao ano anterior",
	"Our technology solves some of the top concerns expressed by gaming companies": "A nossa tecnologia resolve algumas das principais preocupações manifestadas pelas empresas da indústria dos jogos eletrônicos",
	"supporters and partners": "patrocinadores e parceiros",
	"More exciting partnerships to be announced soon!": "",
	"Our Key Partners and Supporters": "",
	"Former head of development of a UK recruitment platform, passionate gamer and crypto enthusiast": "Ex-diretor do departamento de desenvolvimento de uma plataforma de recrutamento no Reino Unido, "gamer" fervoroso e entusiasta da moeda virtual",
	"PDSL Senior Full Stack and Qualified Blockchain developer, MSc Software Development": "Programador Blockchain qualificado e PDSL Full Stack Sênior",
	"PhD Research Engineer": "Doutor em Engenharia de Investigação",
	"Senior Lecturer in Ethical Hacking and Computer Security at Coventry University": "Professor Universitário na área de Hacking Ético e Segurança Informática na Universidade de Coventry",
	"Front-end Engineer": "Engenheiro Front-End",
	"CycloMedia Technology, Ericsson": "Tecnologia CycloMedia, Ericsson",
	"System Developer": "Programadora de Sistemas",
	"MCA Computer Science": "Ciências Informáticas MCA",
	"General Manager": "Diretor Geral",
	"University of Westminster, Bachelors Degree, International Business": "Universidade de Westminster, Bacharel, Negócios Internacionais",
	"Senior Full Stack Developer": "Programador Full Stack Sênior",
	"Instructor at Udemy and Fullstackhour, Javascript Expert": "Instrutor nas academias de formação Udemy e Fullstackhour, Perito em Javascript",
	"Marketing": "Marketing",
	"Brand Designer": "",
	"advisor team": "",
	"Former molecular biologist, Senior consultant in systems engineering, Councillor": "Ex-bióloga molecular, Consultora sênior em sistemas de engenharia, Conselheira Municipal",
	"CEO Bitcoin PR Buzz, worked closely on": "",
	"Business Analyst, Market Intelligence and Corporate Strategy": "Analista Comercial, Informações sobre Mercado e Estratégia Empresarial",
	"ico completed - fund usage": "",
	"Token Distribution to ICO participants within 7 days": "",
	"Aggressive recruitment campaigns to attract the best talent to the project": "",
	"Listing tokens on exchanges": "",
	"Conceptual phase of brand, platform and network": "",
	"Completed concept of Triforce Blockchain Platform, Network and anti-piracy engine": "",
	"Legal consultations": "",
	"phase 2": "",
	"Completed beta version of Triforce peer-to-peer network": "",
	"Completed beta version of Triforce Blockchain Platform": "",
	"Working prototype of big data counter-piracy engine": "",
	"Heavy digital promotions, advertising and community outreaching": "",
	"Key partnerships to gaming community": "",
	"Sponsoring key gaming and crypto events and having prime stands": "",
	"phase 3": "",
	"Production release of Triforce peer-to-peer Network": "",
	"Production release of Triforce Blockchain Platform": "",
	"Completed beta platform for big data counter-piracy engine": "",
	"Continue and ramp up aggressive promotional strategies": "",
	"phase 4": "",
	"Completed beta platform for big data anti-piracy engine": "",
	"document downloads": "",
	"PITCH DECK": "",
	"ONE PAGE SUMMARY": "",
	"DEVELOPMENT ROADMAP": "",
	"GAMING INDUSTRY REPORT": "",
	"VIEW WHITE PAPER": "",
	"GOT QUESTIONS?": "ALGUMA PERGUNTA?",
	"JOIN OUR SOCIAL MEDIA CHANNELS": "ACESSE-SE OS NOSSOS CANAIS NAS REDES SOCIAIS",
	"Telegram Channel Public Invite Link": "Link convite público para Telegram Channel",
	"Slack Channel Invite Link": "",
	"Twitter Invite Link": "Link convite para Twitter",
	"Facebook Invite Link": "Link convite para Facebook",
	"HOW CAN I JOIN THE PRE-SALE?": "",
	"Simply <a href=\"/#fractal-background\">fill out the form</a> at the top of the page and further instructions will be emailed to you.": "",
	"DO I HAVE TO VERIFY MY IDENTITY TO PARTICIPATE IN THE ICO?": "",
	"No, but you need to accept terms and conditions, confirm that you are not USA citizen and you can only participate with the crypto currencies defined in the white paper": "Não, mas é necessário aceitar os termos e condições, confirmar que não é um cidadão dos EUA, além disso, você pode participar apenas com as moedas virtuais definidas no artigo técnico",
	"WHAT CRYPTO CURRENCIES CAN I CONTRIBUTE WITH?": "QUAIS SÃO AS MOEDAS VIRTUAIS QUE POSSO USAR PARA CONTRIBUIR?",
	"Bitcoin, Ethereum, Litecoin, Waves": "",
	"WHAT IS THE TOTAL SUPPLY OF TRIFORCE TOKENS?": "QUAL É A OFERTA TOTAL DE TRIFORCE TOKENS?",
	"500,000,000 Fixed Supply (375,000,000 available for ICO participants)": "",
	"WILL YOU BURN UN-SOLD TOKENS?": "OS TOKENS NÃO VENDIDOS SERÃO DESTRUÍDOS?",
	"Yes, any tokens not sold at the end of the main ICO will be destroyed to ensure no over-supply.": "",
	"WHEN WILL I GET MY ICO TOKENS?": "",
	"At the end of the main ICO funding round, tokens will be distributed once a full audit has taken place. We aim to have all tokens distributed within 30 days after the end of the ICO. The latest we expect this to occur will be 5th January 2019.": "",
	"WILL THE TRIFORCE TOKENS BE LISTED ON EXCHANGES?": "OS TRIFORCE TOKENS SERÃO COTADOS NAS BOLSAS?",
	"Yes, we will be applying to be listed on exchanges however we are unable to specify which until the exchanges themselves announce this.": "Sim, vamos solicitar a cotação em bolsa; no entanto, não conseguimos especificar as bolsas até as próprias fazerem esse anúncio.",
	"Toggle navigation": "Alternar navegação",
	"full site and documentation": "documentação e site completo",
	"empowering the games community with blockchain technology": "fortalecer a comunidade de jogos eletrônicos com tecnologia blockchain",
	"Join The Token Sale": "Participe na venda de tokens",
	"Working with and supported by globally recognised companies": "Trabalhar com, e contar com o apoio de, empresas reconhecidas globalmente",
	"recent media": "notícias recentes",
	"Check out the latest media and article publications": "Fique a par das mais recentes notícias e publicações",
	"latest distribution on yahoo finance": "as mais recentes distribuições no yahoo finance",
	"tech startup triforce tokens has announced its official token sale campaign": "a startup de tecnologia triforce tokens anunciou a sua campanha oficial de venda de tokens",
	"latest distribution on thenextweb": "as mais recentes distribuições na thenextweb",
	"the gaming industry's blockchain-based evolution": "a evolução baseada em blockchain da indústria dos jogos eletrônicos",
	"latest distribution on cnbc": "as mais recentes distribuições na cnbc",
	"triforce tokens blockchain gaming announces membership": "gaming blockchain da triforce tokens anuncia subscrição",
	"latest distribution on medium": "as mais recentes distribuições no meio",
	"one key solution that will shake up the gaming industry": "uma solução-chave que vai agitar a indústria dos jogos eletrônicos",
	"delivery of 50 ledger nano s devices and unboxing": "entrega de 50 dispositivos ledger nano s e unboxing",
	"assurances to contributors": "garantias para contribuintes",
	"CTO holds masters in software engineering and is a certified Ethereum blockchain developer": "O CTO possui um mestrado em engenharia de software e é um programador blockchain Ethereum certificado",
	"DON'T MISS THE TOKEN SALE": "NÃO PERCA A VENDA DE TOKENS",
	"core team": "equipe central",
	"Our team is incredibly passionate, with strong development credentials and a love of the gaming industry.": "A nossa equipe é incrivelmente empenhada, tem credenciais de desenvolvimento sólidas e paixão pela indústria dos jogos eletrônicos.",
	"CEO": "CEO",
	"CTO": "CTO",
	"International Communications": "Comunicações Internacionais",
	"Fluent in English, French, Spanish and Romanian": "Fluente em inglês, francês, espanhol e romeno",
	"Token Sale Consultant": "Consultor de Vendas Token",
	"Also consulting for UTRUST and Vuily ICO's": "Também presta consultoria em matéria de ICO (Oferta Inicial de Moedas) na UTRUST e na Vuily",
	"Social Media and Content Manager": "Gerente de Conteúdos e Redes Sociais",
	"Account manager for Bitcoin PR Buzz": "Account manager na Bitcoin PR Buzz",
	"UI/UX Designer": "Designer UI/UX",
	"adviser team": "equipe de consultoria",
	"<strong>Games Industry Adviser</strong>, Head of SMM for World of Tanks, World of Warships, World of Warplanes": "<strong>Consultor na Indústria de Jogos</strong>, Responsável SMM para World of Tanks, World of Warships, World of Warplanes",
	"CEO Bitcoin PR Buzz, worked closely on <strong>NEM</strong>, <strong>UTRUST</strong> and <strong>Lisk</strong>": "CEO na Bitcoin PR Buzz, colaborou estreitamente nas plataformas <strong>NEM</strong>, <strong>UTRUST</strong> e <strong>Lisk</strong>",
	"Legal Adviser, Attorney-at-Law Tax Counsel at ATTELA Law Firm": "Consultor Jurídico, Advogado de Direito Fiscal na sociedade de advogados ATTELA",
	"Strategic Business Development Adviser, Graduate Diploma in Law": "Consultor de Desenvolvimento de Negócios Estratégicos, Diploma de Graduação em Direito",
	"HOW CAN I JOIN THE TOKEN SALE?": "COMO POSSO PARTICIPAR NA VENDA DE TOKENS?",
	"DO I HAVE TO VERIFY MY IDENTITY TO PARTICIPATE?": "TENHO DE VERIFICAR A MINHA IDENTIDADE PARA PARTICIPAR?",
	"Ethereum only (ETH)": "Apenas Ethereum (ETH)",
	"2,000,000,000 Fixed Supply (1,500,000,000 available for contributors)": "2.000.000.000 de Fornecimento Fixo (1.500.000.000 disponível para contribuintes)",
	"Yes, any tokens not sold at the end of the token sale will be destroyed to ensure no over-supply.": "Sim, os tokens que não forem vendidos no final da venda de tokens serão destruídos para impedir o excesso de oferta.",
	"WHEN WILL I GET MY TOKENS?": "QUANDO É QUE RECEBO OS MEUS TOKENS?",
	"Your tokens will be issued immediately after confirmation of your contribution has cleared from the token sale, by our smart contracts.": "Os seus tokens serão emitidos imediatamente após a confirmação da sua contribuição, através dos nossos contratos inteligentes."
}