{
	"Toggle navigation": "Навигационное меню",
	"white paper": "информационный буклет",
	"contributor assurances": "гарантии участника",
	"supporters and partners": "поддержка и партнеры",
	"team": "команда",
	"development roadmap": "концепция развития",
	"Empowering the </span>Games Community": "Расширяя возможности </span>игровых сообществ",
	"Be part of the revolution": "Стань частью революции",
	"Join Token Sale": "Присоединяйтесь к продаже токенов",
	"The token sale will open in...": "Продажа токенов будет открыта...",
	"Days": "Дни",
	"Hours": "Часы",
	"Minutes": "Минуты",
	"Seconds": "Секунды",
	"<span class=\"white\">BUY YOUR </span>FORCE <span class=\"white\">TOKENS</span>": "<span class=\"white\">ПРИОБРЕТИ СВОЙ </span>FORCE <span class=\"white\">ТОКЕН</span>",
	"Buy Tokens Now": "Купить токены",
	"Total Number of<br /><span>Contributors": "Общее количество<br /><span>участников",
	"Total FORCE<br /><span>Tokens Sold</span>": "Всего FORCE<br /><span>токенов продано</span>",
	"Current<br /><span>Discount Level</span>": "Установленный на данный момент<br /><span>уровень скидки</span>",
	"Join The Gaming Revolution": "Присоединяйтесь к революции в сфере игр",
	"Get ready to own some FORCE tokens. Limited spaces available for presale.": "Приготовься к распродаже FORCE токенов. Количество мест для участия в предпродаже ограничено.",
	"Buy FORCE Tokens": "Купить токены FORCE",
	"User Login": "Войти в аккаунт",
	"document downloads": "скачано документов",
	"Pitch Deck": "Презентация в слайдах",
	"One page Summary": "Одностраничный обзор",
	"Gaming Industry Report": "Отчет о игровой индустрии",
	"White Paper": "Информационный буклет",
	"Working with and supported by globally recognised companies": "Совместная работа с компаниями, признанными во всем мире",
	"Key information about the FORCE token sale": "Основная информация о продаже токенов FORCE",
	"Total Supply": "Всего",
	"Available Supply": "Доступно",
	"Soft-Cap": "Минимальная сумма средств, необходимая для реализации проекта",
	"Hard-Cap": "Максимальная сумма собранных средств",
	"Tokens Distributed": "распределенных токенов",
	"Immediately": "только что",
	"Tokens Standard": "Стандарты токенов",
	"Open Date": "Дата открытия",
	"20th February 2018": "20 февраля 2018",
	"Base Rate": "Базовая стоимость",
	"token discount structure": "структура специальных ценовых предложений",
	"Token discounts will be awarded based on supply that is sold. As more tokens are distributed, the discounts will decrease. To make sure you receive the highest bonus, you should try to contribute as early as possible.": "Специальная цена на токены будет устанавливаться в зависимости от количества проданных токенов. Чем больше проданных токенов, тем меньше скидка. Чем раньше вы войдете в список участников предпродажи, тем больше у вас будет шансов приобрести токены с максимально возможной скидкой.",
	"The full discount structure is defined below:": "Полная специальных ценовых предложений приведена ниже:",
	"Supply Sold": "токенов продано",
	"Supply": "токенов",
	"Discount": "Скидка",
	"Token Distribution": "Распределение токенов",
	"DON'T MISS THE TOKEN SALE": "НЕ ПРОПУСТИ РАСПРОДАЖУ ТОКЕНОВ",
	"First Name": "Имя",
	"Last Name": "Фамилия",
	"Your email address": "Ваш email адрес",
	"join community": "присоединиться к сообществу",
	"recent media": "публикации в СМИ",
	"Check out the latest media and article publications": "Ознакомьтесь с последними опубликованными статьями и публикациями в средствах массовой информации",
	"David Drake joins Force Protocol": "Дэвид Дрейк присоединился к Force Protocol",
	"Venture Capitalist David Drake brings his vast network and experience in the ICO space.": "Венчурный инвестор Дэвид Дрейк использует весь свой опыт проведения ICO и обширную сеть профессиональных контактов для развития проекта.",
	"Read the full story": "Читать полностью",
	"Full report completed by one of the top ICO listing sites, icoalert.com.": "Полный отчет, составленный одним из лучших сайтов в сфере ICO, icoalert.com.",
	"Publication on TheMerkle": "Публикации на TheMerkle",
	"Blockchain Gaming Platform Force Protocol Supported by Coventry University Enterprise": "Игровая блокчейн-платформа TriForce, создаваемая при поддержке предприятия университета Ковентри",
	"published on CryptoCoinNews": "опубликовано на CryptoCoinNews",
	"Force Protocol Annoucnes Beta Release of Mobile App and Token Sale": "Force Protocol объявляет о выпуске бета-версии мобильного приложения и продаже токенов",
	"global vision": "масштабное видение",
	"Force Protocol will become the most universally acceptable gaming currency on multiple gaming platforms offering player-to-player trading, anti-piracy and a unique honorary system that rewards collaborative game play.": "Force Protocol станет самой универсальной игровой валютой на нескольких игровых платформах, предлагающих торговлю между игроками, борьбу с пиратством и уникальную рейтинговую систему, вознаграждающую совместную игру.",
	"Our technology will give developers new revenue models, lower player attrition rate, player behavioural analysis and creates a new gaming experience for players where they can build a digital asset empire.": "Наша технология позволит разработчикам создавать новые модели получения прибыли, уменьшить коэффициент проигрывания игроков, позволит проводить поведенческий анализ игроков, а также позволит создавать новый игровой  процесс, в котором игроки смогут построить империю цифровых активов.",
	"three core foundations of the technology": "три основы технологии",
	"Revenue generation": "Получение дохода",
	"Players can trade items on an open market": "Игроки могут торговать предметами на открытом рынке",
	"Players can compete with each other for rewards": "Игроки могут соревноваться друг с другом за получение вознаграждения",
	"Developers can incentivise players to complete tasks": "Разработчики могут стимулировать игроков к выполнению задач",
	"Developers can set a fee for any p2p transaction": "Разработчики могут устанавливать комиссию за любую p2p транзакцию",
	"Transactions happen almost instantly and seamlessly across platforms": "Транзакции происходят практически мгновенно и без проблем на разных платформах",
	"player and developer protection": "защита игроков и разработчиков",
	"Authentication network for multiple platforms to detect piracy": "Сеть аутентификации на нескольких платформах для обнаружения пиратства",
	"Provide developers methods to extract revenue from pirated content": "Предоставление разработчикам методов получения дохода от пиратского контента",
	"Big data interrogation and behavioural tracking to provide deep insights into players": "Анализ данных и отслеживание поведения в целях обеспечения полноценного понимания игроков",
	"Player activity profiles and honours provides community trust": "Профили активности игроков и награды обеспечивают доверие сообщества",
	"community collaboration": "совместное сотрудничество",
	"Players are rewarded by their peers for positive collaboration": "Игроки получают вознаграждения за сотрудничество от других игроков",
	"Trustworthy profiles are built that are transparent and verifiable": "Прозрачные и поддающиеся проверке профили",
	"Players will earn revenue simply by helping others": "Игроки смогут получать доход, помогая другим игрокам",
	"They can stay in communication with each other across all platforms in one central place": "Игроки всех платформ смогут общаться друг с другом на одной центральной площадке",
	"project history": "история проекта",
	"From innovation to vision realisation.": "от идеи до реализации.",
	"February": "Февраль",
	"Introduction of new team members and work starts on prototypes of the network and visual mock-ups.": "Внедрение новых участников команды в работу над проектом начинается с создания прототипов сети и визуальных макетов.",
	"First advisor, Nazaraf Shah, a Professor of Ethical Hacking and security at Coventry University joins the project.": "Первый консультант проекта - Назарбаш Шах, профессор этического хакерства и безопасности университета Ковентри",
	"May": "Май",
	"Technology proven on prototype game": "Технология, проверенная на прототипах игр",
	"Successfully integrated prototype technology into a mobile game prototype": "Технология, успешно интегрированная в прототип мобильной игры",
	"June": "Июнь",
	"Business registration": "Регистрация компании",
	"Officially registered in the UK at Companies House as a Limited Company.": "Компания, официально зарегистрированная в Великобритании как компания с ограниченной ответственностью.",
	"Investigation into UK regulatory framework requirements to launch an crypto token sale, start of discussions with FCA and Gambling Commission requirements.": "Изучение требований нормативной базы Великобритании для запуска продажи криптовалютных токенов, начало обсуждения требований FCA и Комиссии по азартным играм.",
	"july": "Июль",
	"New advisers join": "Недавно присоединившиеся консультанты",
	"Introduction of advisers to the project:": "Консультанты проекта:",
	"Amos Anderson, Lecturer at Coventry University, MBA Business Administration": "Амос Андерсон, преподаватель Университета Ковентри, Магистр делового администрирования (MBA)",
	"Kate Breed, Former Molecular Biologist, Business Change Management": "Кейт Брид, в прошлом - Молекулярный Биолог, Управление изменениями бизнеса",
	"Owen Ashby, Business Analyst, Market Intelligence and Corporate Strategy": "Оуэн Эшби, бизнес-аналитик - Аналитика рынка и корпоративная стратегия",
	"Registered with the Information Commissioners Office relating to data protection policies.": "Зарегистрировано в соответствии с политикой по защите данных Управления Комиссара по информации.",
	"August": "Август",
	"Early partnerships formed": "Формирование партнерских отношений на ранней стадии",
	"Became full member of TIGA, a game, publisher and trade association": "Стать полноправным членом игровой, издательской и торговой ассоциации TIGA",
	"Partnered with IT Governance Ltd, providing technology audit and assurances": "Партнерство с компанией IT Governance Ltd, предоставляющей технологический аудит и обеспечение внутреннего контроля",
	"Partnered with Bitcoin PR Buzz to manage marketing communications.": "Партнерство с Bitcoin PR Buzz для управления маркетинговыми коммуникациями.",
	"the world's gaming experience": "мировой игровой опыт",
	"Redefining gaming for everyone": "Масштабное переосмысление в сфере игр",
	"\"Imagine a gaming community that is so collaborative, interactive; alive, you as a player can create and shape your own destiny and wealth. What if, as a developer you could integrate with ease into a live, analytical platform with deep player insights and new unique revenue generation models? What if as a player you could create a revenue stream by simply playing the games you love? Well, this is Force Protocol, the future of gaming.\"": "\"Представьте себе живое интерактивно-взаимодействующее игровое сообщество, где вы, как игрок, можете создавать и управлять свей собственной судьбой и богатством. Представьте, если в качестве разработчика вы могли бы легко интегрировать свой код в живую аналитическую платформу содержащую полезные инсайты об игроках и новые уникальные модели генерации доходов? Представьте, что в качестве игрока вы сможете генерировать доход, просто играя в игры, которые вам нравятся? Все это становится возможным благодаря токену TriForce, за которым - будущее игровой индустрии.\"",
	"Access platform prototype": "Прототип платформы доступа",
	"Access developer platform prototype": "Прототип платформы доступа разработчика",
	"Access player platform prototype": "Прототип платформы доступа игрока",
	"project roadmap": "план проекта",
	"Our strategy to become the most universal of gaming currencies worldwide": "Наша стратегия - стать самой универсальной игровой валютой в мире",
	"February 2018": "Февраль 2018",
	"central api beta release": "бета-релиз api",
	"Our central intelligence engine, connected to the Ethereum mainnet will be deployed": "Запуск центра обработки данных, подключенного к сети Ethereum",
	"Progress: In development": "Прогресс: в разработке",
	"game developer portal": "портал для разработчиков игр",
	"First release of our game developer application launchpad with goal of attracting game developers via an airdrop campaign.": "Первый релиз приложения для разработчиков игр с целью привлечения разработчиков игр с помощью кампании airdrop.",
	"April 2018": "Апрель 2018",
	"final token distribution": "итоговое распределение токенов",
	"We complete our main token sale and distribute remaining tokens to bounty participants, team and advisers.": "Завершение основной кампании по продаже токенов и раздача оставшихся токенов участникам, членам команды и консультантам.",
	"May 2018": "Май 2018",
	"RaidParty beta mobile app": "Бета-версия мобильного приложения RaidParty",
	"We release a unique social games engagement platform for iOS and Android.": "Релиз уникальной платформы для популярных игр на iOS и Androidd.",
	"June 2018": "Июнь 2018",
	"Game integration kits released": "Созданные пакеты для интегрирования с играми",
	"We will release full integration kits for game developers on popular platforms; Play store, App store, Unity3d and unreal.": "Релиз инструментов разработчика для интеграции игр на популярных платформах; Play store, App store, Unity3d и unreal.",
	"July 2018": "Июль 2018",
	"ISO27001 Application": "Подача заявки на сертификацию ISO27001",
	"To ensure high quality standards of IT governance, we will be applying for ISO27001 industry standard for tech companies.": "Подача заявки на сертификацию ISO27001 для технических компаний в целях обеспечения высоких стандартов качества IT-менеджмента.",
	"November 2018": "Ноябрь 2018",
	"phase 2 features": "особенности 2 этапа",
	"We introduce more advanced features into our beta central API intelligence engine and connected applications.": "Введение расширенных функций в API бета-центра по обработке данных и связанных приложений.",
	"December 2018": "Декабрь 2018",
	"become most established": "Укрепление позиций",
	"By the end of 2018 we want to be the most universal of all game currencies.": "К концу 2018 года мы хотим стать самой универсальной из всех игровых валют.",
	"January 2019": "Январь 2019",
	"global expansion": "выход на мировой уровень",
	"Once the foundation is established in Europe, we will move to expanding into other territories.": "Закрепив свое присутствие в Европе, мы будем расширяться на другие территории.",
	"March 2019": "Март 2019",
	"full production release": "полноценный запуск продукта",
	"Our entire technology stack will be in full production by this point.": "К этому времени все наши технологии будут работать в полном объеме.",
	"This includes the central intelligence hub, game developer portal, gamer platform and RaidParty mobile application.": "Сюда входит центр обработки данных, портал разработчиков игр, игровая платформа и мобильное приложение RaidParty.",
	"buyer protection": "защита покупателя",
	"Clear and transparent assurances that your contribution is protected and utilised entirely on advancing the project": "Четкие и прозрачные гарантии защищенности ваших активов и гарантии их полноценного использования в целях продвижения проекта",
	"fund security": "безопасность средств",
	"Funds managed by independent escrow provider and global leaders, <a href=\"https://www.coinpayments.net\">CoinPayments</a>": "Управление средствами обеспечивается независимым провайдером депонирования и международными лидерами в отрасли, <a href=\"https://www.coinpayments.net\">CoinPayments</a>",
	"All received funds to be held offline in cold storage": "Все полученные средства будут храниться на замороженном оффлайн счете",
	"Funds to be released upon milestones achieved, not all up front": "Средства будут высвобождаться по мере достижения намеченных целей",
	"A dedicated relations manager to be appointed": "Планируется назначение менеджера по связям с общественностью",
	"Transparency policy in place with bi-weekly updates": "Прозрачность действий благодаря публикации двухнедельных отчетов",
	"Advisers who have worked on multi-million pound accounts": "Консультанты, имеющие опыт оперирования многомиллионными счетами",
	"CEO proven technology start-up experience for leading UK technology platform": "Генеральный директор с опытом запуска стартапов на ведущей британской технологической платформе",
	"CTO holds masters in software engineering and is a certified Ethereum blockchain developer": "Технический директор проекта получил степень магистра в области разработки программного обеспечения и является сертифицированным блокчейн-разработчиком Ethereum",
	"Professor of Coventry University, Nazaraf Shah, is a senior lecturer in ethical hacking and computer security": "Назараф Шах - профессор Университета Ковентри, старший преподаватель в области этического хакерства и компьютерной безопасности",
	"Committed to growing the team significantly based upon funding level": "Стремление к значительному расширению команды, подкрепленное на финансовом уровне",
	"sound technology": "современная технология",
	"Smart Contracts independently reviewed and audited": "Все смарт-контракты проверяются независимым образом",
	"Working with IT Governance Ltd to implement full technology audit and governance": "Работа с IT Governance Ltd в целях реализации полной технологической проверки и управления",
	"Developer platform prototype developed": "Разработан прототип платформы для разработчиков",
	"Player platform prototype developed": "Разработан прототип платформы для игроков",
	"Mobile game prototype developed": "Разработан прототип мобильной игры",
	"market opportunity": "возможности рынка",
	"86&percnt; of surveyed indie developers said they loved the idea of our project": "86% опрошенных инди-разработчиков заявили, что им нравится идея нашего проекта",
	"Global games market revenue at &dollar;108.9Bn in 2017": "Доходы рынка глобальных игр в долларах США - 108,9 млрд. в 2017 году",
	"Global games market revenue estimated to grow 6.2&percnt; year on year": "Рост доходов рынка глобальных игр - 6,2% в год",
	"Our technology solves some of the top concerns expressed by gaming companies": "Наша технология способна решить ряд проблем и задач, стоящих перед производителями компьютерных игр",
	"Games Industry Advisers": "Консультанты игровой индустрии",
	"Our amazing game industry expert line-up. Helping to shape our vision.": "Наши эксперты в области игровой индустрии, Профессионалы, формирующие траекторию нашего развития.",
	"Games Industry Adviser": "Консультант по игровой индустрии",
	"Head of SMM for World of Tanks, World of Warships, World of Warplanes": "Руководитель отдела SMM в World of Tanks, World of Warships, World of Warplanes",
	"E-sports manager to the largest competitive team FaZe Clan and former world champion of CS:GO.": "Киберспорт - менеджер крупнейшей команды FaZe Clan и бывший чемпион мира CS: GO.",
	"Former competitive League of Legends player, Challenger Rank (top 200 in Europe)!": "Бывший киберспортсмен League of Legends, рейтинг Challenger (топ 200 в Европе)!",
	"CORE TEAM": "КОМАНДА",
	"Our team is incredibly passionate, with strong development skills and a love of the games industry.": "Наша команда - это увлеченные своим делом специалисты с большим опытом в разработке и любовью к игровой индустрии.",
	"Former head of development of a UK recruitment platform, passionate gamer and crypto enthusiast": "Бывший руководитель разработки британской платформы рекрутинга, заядлый геймер и криптовалютный энтузиаст",
	"PDSL Senior Full Stack and Qualified Blockchain developer, MSc Software Development": "Старший Full Stack разработчик PDSL, квалифицированный блокчейн-разработчик, магистр разработки программного обеспечения",
	"University of Westminster, Bachelors Degree, International Business": "Университет Вестминстера, бакалавр - Международный бизнес",
	"Front-end Engineer": "Front-end инженер",
	"System Developer": "Системный разработчик",
	"MCA Computer Science": "MCA в области теории вычислительных систем",
	"Senior Full Stack Developer": "Старший Full-stack разработчик",
	"Instructor at Udemy and Fullstackhour, Javascript Expert": "Инструктор в Udemy и Fullstackhour, Javascript-эксперт",
	"Blockchain Tech Consultant": "Консультант по блокчейн-технологиям",
	"Also consulted for UTRUST and Viuly ICO's": "Консультант по проведению ICO для UTRUST и Viuly",
	"Social Media and Content Manager": "SMM и контент-менеджер",
	"Account manager for Bitcoin PR Buzz": "Специалист по операционному обслуживанию клиентов, Bitcoin PR Buzz",
	"Front end developer, MicroMerger": "Разработчик пользовательских интерфейсов, MicroMerger",
	"BOARD OF ADVISERS": "СОВЕТ КОНСУЛЬТАНТОВ",
	"Our advisor board have a wide breadth of experience across multiple-sectors - helping to guide the core team en-route to success.": "Наши консультанты обладают обширным опытом и знаниями в нескольких секторах, помогая основной команде принимать правильные стратегические решения на пути к успеху.",
	"VC Partner": "Партнер VC",
	"Chairman of LDJ Capital and blockchain industry heavyweight.": "Председатель LDJ Capital и эксперт блокчейн индустрии",
	"ICO &amp; Token Sale Strategy": "Стратегия проведения ICO и продажи токенов",
	"CEO Bitcoin PR Buzz, worked closely on <strong>NEM</strong>, <strong>UTRUST</strong> and <strong>Lisk</strong>": "CEO, Bitcoin PR Buzz, работа в тесном сотрудничестве с <strong>NEM</strong>, <strong>UTRUST</strong> и <strong>Lisk</strong>",
	"Business Strategy": "Бизнес - стратегия ",
	"Business Analyst, Market Intelligence and Corporate Strategy": "Бизнес-аналитик - Аналитика рынка и корпоративная стратегия",
	"Brand Strategy": "Стратегия бренда",
	"Owner of award winning digital marketing company, Look Touch &amp; Feel Ltd in the UK.": "Владелец британской диджитал маркетинговой компании Look Touch & Feel Ltd.",
	"Senior Management Mentoring": "Наставничество для руководителей",
	"Former molecular biologist, Senior consultant in systems engineering, Councillor": "В прошлом - молекулярный биолог, старший консультант по системной инженерии, советник",
	"Investor Relations &amp; Networking": "Взаимоотношения с инвесторами и коммуникация",
	"Key member of highly successful Viuly project and a Graduate Diploma in Law": "Ключевой участник успешного проекта Viuly, дипломированный специалист в области права",
	"PhD Research Engineer": "Научный сотрудник, PhD",
	"Senior Lecturer in Ethical Hacking and Computer Security at Coventry University": "Старший преподаватель по этическому хакерству и компьютерной безопасности в Университете Ковентри",
	"frequently asked questions": "Часто задаваемые вопросы",
	"homepage": "главная",
	"Get ready to buy FORCE tokens": "Приготовьтесь к распродаже токенов FORCE",
	"become an <u class=\"green-highlight\">approved</u> contributor today": "станьте <u class=\"green-highlight\">официальным</u> участником уже сегодня",
	"There are currently <span class=\"\">": "Осталось <span class=\"\">",
	"spaces remaining.": "мест.",
	"If you are struggling to complete this process, please join us in telegram and send a message to": "Отправьте нам сообщение в telegram, если вы испытываете трудности с завершением данного процесса",
	"Before completing this process you must read and agree to the following:": "Прежде чем завершить этот процесс, вы должны прочитать и согласиться с нижеприведенными правилами и условиями:",
	"Token Sale Agreement": "Соглашение о продаже токенов",
	"I confirm I have read and understood the <a target=\"_blank\" href=\"/terms-of-token-sale\">terms and conditions</a> of this token sale.": "Настоящим я подтверждаю, что полностью прочитал и ознакомился с<a target=\"_blank\" href=\"/terms-of-token-sale\">правилами и условиями</a> продажи данных токенов.",
	"Risk Disclaimer": "Уведомление о рисках",
	"I understand that buying Force Protocol (FORCE) involves substantial risk of loss and is not suitable for every contributor. The valuation of the Force Protocol may fluctuate, and, as a result, you as an contributor could lose your full contribution. Before deciding to participate, you should carefully consider your objectives, level of experience, and risk appetite.": "Я понимаю, что покупка токенов TriForce (FORCE) несет в себе значительные риски, уровень которых может не соответствовать вашим ожиданиям. Стоимость токена TriForce может колебаться, и в результате вы как вкладчик можете потерять все вложенные средства. Прежде чем принимать решение об участии, вы должны тщательно проанализировать свои цели, уровень опыта и уровень приемлемого риска.",
	"Continue": "Продолжить",
	"Your Ethereum Wallet Address": "Адрес вашего кошелька Ethereum",
	"Enter the Ethereum address you will be buying tokens with.": "Введите адрес Ethereum, на который вы будете отправлять токены.",
	"Please ensure it is not from an exchange otherwise you may not receive your tokens.": "Пожалуйста, убедитесь, что это не обменный кошелек, иначе вы не сможете получить свои токены.",
	"is one of the best wallets to use for this purpose.": "-один из лучших кошельков используемых для подобных целей.",
	"Your Gender": "Ваш пол",
	"Male": "Мужской",
	"Female": "Женский",
	"Your Date of Birth": "Дата вашего рождения",
	"DAY": "ДЕНЬ",
	"MONTH": "МЕСЯЦ",
	"YEAR": "ГОД",
	"Your Nationality": "Ваша национальность",
	"Email": "Email",
	"Choose Password": "Выберите пароль",
	"Account Login": "Войти в аккаунт",
	"email": "email",
	"password": "Пароль",
	"Forgot your password?": "Забыли пароль?",
	"Need an account?": "Хотите создать аккаунт?",
	"Your Purchases": "Ваши покупки",
	"Your Ether Wallet": "Ваш Ether Wallet",
	"How To Guides": "Руководство",
	"Support": "Поддержка",
	"KYC Application:": "Приложение KYC:",
	"APPROVED": "ПОДТВЕРЖДЕНО",
	"Total Number of<br /><span>Contributors</span>": "Общее количество<br /><span>участников</span>",
	"Buy FORCE Tokens Direct": "Купить токены FORCE напрямую",
	"Your sending address:": "Ваш адрес для отправки:",
	"Send ETH to the following wallet address to buy FORCE tokens": "Отправьте ETH на нижеприведенный адрес кошелька, чтобы купить токены FORCE",
	"please wait...token sale not open": "пожалуйста подождите...продажа токенов еще не открыта",
	"Please ensure you are NOT sending from an exchange wallet. You must have the private key to an ERC20 standard wallet such as MyEtherWallet, Nano Ledger S, Trezor or MetaMask.": "Пожалуйста, убедитесь, что вы НЕ отправляете средства с обменного кошелька. У вас должен быть закрытый ключ от стандартного кошелька ERC20, такого как MyEtherWallet, Nano Ledger S, Trezor или MetaMask.",
	"Buy FORCE Tokens with MetaMask": "Купить токены FORCE с помощью MetaMask",
	"Purchase FORCE tokens with ease using MetaMask chrome extension.": "Приобретайте токены FORCE с легкостью, используя расширение MetaMask для бразуера chrome.",
	"How much Ether (ETH) do you want to send via MetaMask?": "Сколько Ether (ETH) вы хотите отправить через MetaMask?",
	"Wallet Address": "Адрес кошелька",
	"Your whitelisted wallet address is currently set to:": "Ваш активный кошелек в настоящее время имеет адрес:",
	"You can change this wallet address in the form below:": "Вы можете изменить адрес кошелька, используя нижеприведенную форму:",
	"Enter Your Ethereum Address": "Введите адрес вашего кошелька Ethereum",
	"It is important that you do not enter a wallet address from an exchange like coinbase, poloniex or bittrex. We recommend using MyEtherWallet or other wallets that you have the private key to and are ERC-20 compatible.": "Важно! Не вводите адрес кошелька, полученного на таких биржах, как coinbase, poloniex или bittrex. Мы рекомендуем использовать MyEtherWallet или другие кошельки, к которым у вас есть закрытый ключ, и совместимые с ERC-20 токеном."
}