{
	"introducing completely new revenue models to the gaming industry": "",
	"DAYS": "",
	"HOURS": "",
	"MINUTES": "",
	"SECONDS": "",
	"Days": "",
	"Hours": "",
	"Minutes,": "",
	"Seconds": "",
	"ENTER YOUR NAME": "",
	"ENTER YOUR EMAIL": "",
	"SIGN UP BELOW - DON'T MISS THE PRE-SALE": "",
	"SIGN UP BELOW TO JOIN THE PRE-SALE": "",
	"JOIN PRE-SALE": "",
	"PRE-SALE OPENS 14TH OCTOBER FOR 48 HOURS WITH 60&percnt; BONUS": "",
	"8,000,000 TOKENS AVAILABLE": "",
	"project vision": "",
	"Force Protocol will become the industry standard on multiple gaming platforms offering player-to-player trading, anti-piracy and a unique first to market honorary system that rewards collaborative game play.": "",
	"Our technology will give developers new revenue models, lower player attrition rate, player behavioural analysis and creates a new gaming experience for players where they can build a digital asset empire.": "",
	"three core foundations of the technology": "",
	"revenue generation": "",
	"Players can trade items on an open market": "",
	"Players can compete with each other for rewards": "",
	"Developers can incentivise players to complete tasks": "",
	"Developers can set a fee for any p2p transaction": "",
	"Transactions happen almost instantly and seamlessly accross platforms": "",
	"Three Core Elements to TriForce Gaming Tokens technology": "",
	"player and developer protection": "",
	"Authentication network for multiple platforms to detect piracy": "",
	"Provide developers methods to extract revenue from pirated content": "",
	"Big data interrogation and behavioural tracking to provide deep insights into players": "",
	"Player activity profiles and honors provides community trust": "",
	"community collaboration": "",
	"Players are rewarded by their peers for positive collaboration": "",
	"Trustworthy profiles are built that are transparent and verifiable": "",
	"Players will earn revenue simply by helping others": "",
	"major benefits": "",
	"developer friendly, rapid deployment": "",
	"Game developers walk a tight line between producing a high enough quality game while managing development resources and keeping on time, and on budget for release.": "",
	"Our technology will offer developers across all platforms a way to rapidly deploy common features on games such as tournaments, p2p trading and peer ranking/honouring.": "",
	"digital wealth for developers and players": "",
	"One of our key differentiators to competitors, is that our project is not a replacement for existing revenue models, but instead is an ecosystem that will work harmoniously with existing platforms that both developers and gamers love to use.": "",
	"Both developers and players will have many unique opportunities to build their digital gaming wealth, giving them a much more rewarding gaming experience.": "",
	"fostering happy, safe and ethical communities": "",
	"Players are known for collaborating together, helping each other reach that next level or improving their skills. Now they can be rewarded by other players with honours.": "",
	"Honoring will also combat untrustworthy players or even scammers, by providing a level of transparency through honour profiles.": "",
	"dealing with piracy": "",
	"Developers are fighting a losing battle when it comes to anti-piracy measures.": "",
	"We are building innovative ways of using the blockchain to help combat this and providing unique ways for developers to implement anti-piracy strategies.": "",
	"project history": "",
	"our journey begins... and we move toward the future": "",
	"september": "",
	"bitcoin betting platform created": "",
	"An game challenging platform is created that allowed users to bet against each other using Bitcoin.": "",
	"april - september": "",
	"conversion of bitcoin project to ethereum": "",
	"Pete and Raza join together to work on a new project based on the game challenging platform however the plan now was to deploy on the Ethereum Network.": "",
	"february": "",
	"Introduction of new team members and work starts on prototypes of the network and visual mock-ups.": "",
	"First advisor, Nazaraf Shah, a Professor of Ethical Hacking and security at Coventry University joins the project.": "",
	"may": "",
	"technology proven on prototype game": "",
	"Successfully integrated prototype technology into a mobile game prototype.": "",
	"june": "",
	"business registration": "",
	"Officially registered in the UK at Companies House as a Limited Company.": "",
	"Investigation into UK regulatory framework requirements to launch an ICO, start of discussions with FCA and Gambling Commission requirements.": "",
	"new advisors join": "",
	"july": "",
	"Introduction of advisors to the project:": "",
	"Amos Anderson, Lecturer at Coventry University, MBA Business Administration": "",
	"Kate Breed, Former Molecular Biologist, Business Change Management": "",
	"Owen Ashby, Business Analyst, Market Intelligence and Corporate Strategy": "",
	"Registered with the Information Commissioners Office relating to data protection policies.": "",
	"august": "",
	"early partnerships formed": "",
	"Became full member of TIGA, a game, publisher and trade association": "",
	"Partnered with IT Governance Ltd, providing technology audit and assurances": "",
	"Partnered with Bitcoin PR Buzz to manage marketing communications.": "",
	"project goals": "",
	"Future achievements we are actively working towards": "",
	"a powerful vision,": "",
	"builds a powerful future": "",
	"Imagine a gaming community that is so collaborative, interactive; alive, you as a player can create and shape your own destiny and wealth. What if, as a developer you could integrate with ease into a live, analytical platform with deep player insights and new unique revenue generation models? What if as a player you could create a revenue stream by simply playing the games you love? Well, this is Force Protocol, the future of gaming.": "",
	"Access developer platform prototype:": "",
	"Access player platform prototype:": "",
	"october 2017": "",
	"pre-sale launch": "",
	"We open the doors to pre-sale funding from the crypto community.": "",
	"november 2017": "",
	"main ico crowdfund opens": "",
	"We invite the wider community to join the ICO with scaled down bonus rewards over time.": "",
	"december 2017": "",
	"build wider team": "",
	"Establish new offices in an area with a high level of technical talent and high concentration of gaming companies.": "",
	"april 2018": "",
	"first development goals": "",
	"Achieve ISO27001 certification.": "",
	"Phase 1 of beta network is completed, which includes item trading, quests and honorary system.": "",
	"june 2018": "",
	"complete integration kits": "",
	"Complete beta version integration kit libraries for platforms and build developer community platform with full documentation.": "",
	"november 2018": "",
	"phase 2 development completed": "",
	"Complete phase 2 of beta network, which includes decentralised tournaments, peer-to-peer betting, player behavioural engine.": "",
	"march 2019": "",
	"full production release": "",
	"Release full production version of entire Force Protocol technology.": "",
	"assurances to you, the supporter": "",
	"Clear and transparent assurances that your contribution is protected and utilised entirely on advancing the project": "明确公开地保证您的出资将得到保护，并完全用于推进项目",
	"fund security": "资金安全",
	"Funds managed by independent escrow provider and global leaders,": "资金由独立托管服务提供商和全球领导者CoinPayments管理",
	"All received funds to be held offline in cold storage": "收到的所有资金都将以冷存储的方式离线保存",
	"Funds to be released upon milestones achieved, not all up front": "资金将在实现各个里程碑之后发放，不会全部预付",
	"A dedicated relations manager to be appointed": "将任命专门的关系经理",
	"Transparency policy in place with bi-weekly updates": "制定透明度政策，每两周更新一次",
	"strong team": "出色的团队",
	"Advisers who have worked on multi-million pound accounts": "顾问曾处理过数百万英镑的账户",
	"CEO proven technology start-up experience for leading technology platform in it's space": "CEO在该领域领先的技术平台拥有熟练的技术启动经验",
	"CTO holds masters in software engineering and is a certified blockchain developer": "",
	"Professor of Coventry University, Nazaraf Shah, is a senior lecturer in ethical hacking and computer security": "",
	"Professor of Coventry University, ": "英国考文垂大学教授Nazaraf Shah是道德黑客和计算机安全方面的高级讲师 ",
	"Committed to growing the team significantly based upon funding level": "致力于根据资金水平大幅扩充团队",
	"sound technology": "完善的技术",
	"Smart Contracts independently reviewed and audited": "独立审查和审计智能合约",
	"Working with <a target=\"_BLANK\" href=\"https://www.itgovernance.co.uk/\">IT Governance Ltd</a> to implement full technology audit and governance": "与<a target=\"_BLANK\" href=\"https://www.itgovernance.co.uk/\">IT Governance Ltd</a>合作，实施全面的技术审计和治理",
	"Developer platform prototype developed": "已开发开发者平台原型",
	"Player platform prototype developed": "已开发玩家平台原型",
	"Mobile game prototype developed": "已开发手机游戏原型",
	"proven market opportunity": "成熟的市场机会",
	"86&percnt; of surveyed indie developers said they loved the idea of our project": "86%&percnt;的受访独立开发者表示他们认同我们的项目理念",
	"Global games market revenue at &dollar;101.1Bi in 2016": "2016年全球游戏市场收入为&dollar;1,011亿美元",
	"Global games market revenue estimated to grow 6.2&percnt; year on year": "全球游戏市场收入预计年同比增长6.2％&percnt;",
	"Our technology solves some of the top concerns expressed by gaming companies": "我们的技术解决了游戏公司最关心的一些问题",
	"supporters and partners": "支持者和合作伙伴",
	"More exciting partnerships to be announced soon!": "",
	"Our Key Partners and Supporters": "",
	"Former head of development of a UK recruitment platform, passionate gamer and crypto enthusiast": "一家英国招聘平台的前开发主管、游戏狂热者和加密爱好者",
	"PDSL Senior Full Stack and Qualified Blockchain developer, MSc Software Development": "PDSL高级全栈和合资格区块链开发者、软件开发理科硕士",
	"PhD Research Engineer": "研究工程师博士",
	"Senior Lecturer in Ethical Hacking and Computer Security at Coventry University": "英国考文垂大学道德黑客和计算机安全方面的高级讲师",
	"Front-end Engineer": "前端工程师",
	"CycloMedia Technology, Ericsson": "CycloMedia Technology、爱立信",
	"System Developer": "系统开发者",
	"MCA Computer Science": "计算机科学计算机应用学硕士",
	"General Manager": "总经理",
	"University of Westminster, Bachelors Degree, International Business": "威斯敏斯特大学、学士学位、国际商务",
	"Senior Full Stack Developer": "高级全栈开发者",
	"Instructor at Udemy and Fullstackhour, Javascript Expert": "Udemy和Fullstackhour指导讲师、Javascript专家",
	"Marketing": "市场营销",
	"Brand Designer": "",
	"advisor team": "",
	"Former molecular biologist, Senior consultant in systems engineering, Councillor": "前分子生物学家、系统工程高级顾问、顾问",
	"CEO Bitcoin PR Buzz, worked closely on": "",
	"Business Analyst, Market Intelligence and Corporate Strategy": "业务分析、市场情报和公司战略",
	"ico completed - fund usage": "",
	"Token Distribution to ICO participants within 7 days": "",
	"Aggressive recruitment campaigns to attract the best talent to the project": "",
	"Listing tokens on exchanges": "",
	"Conceptual phase of brand, platform and network": "",
	"Completed concept of Triforce Blockchain Platform, Network and anti-piracy engine": "",
	"Legal consultations": "",
	"phase 2": "",
	"Completed beta version of Triforce peer-to-peer network": "",
	"Completed beta version of Triforce Blockchain Platform": "",
	"Working prototype of big data counter-piracy engine": "",
	"Heavy digital promotions, advertising and community outreaching": "",
	"Key partnerships to gaming community": "",
	"Sponsoring key gaming and crypto events and having prime stands": "",
	"phase 3": "",
	"Production release of Triforce peer-to-peer Network": "",
	"Production release of Triforce Blockchain Platform": "",
	"Completed beta platform for big data counter-piracy engine": "",
	"Continue and ramp up aggressive promotional strategies": "",
	"phase 4": "",
	"Completed beta platform for big data anti-piracy engine": "",
	"document downloads": "",
	"PITCH DECK": "",
	"ONE PAGE SUMMARY": "",
	"DEVELOPMENT ROADMAP": "",
	"GAMING INDUSTRY REPORT": "",
	"VIEW WHITE PAPER": "",
	"GOT QUESTIONS?": "有任何疑问？",
	"JOIN OUR SOCIAL MEDIA CHANNELS": "加入我们的社交媒体频道",
	"Telegram Channel Public Invite Link": "Telegram Channel Public邀请链接",
	"Slack Channel Invite Link": "",
	"Twitter Invite Link": "Twitter邀请链接",
	"Facebook Invite Link": "Facebook邀请链接",
	"HOW CAN I JOIN THE PRE-SALE?": "",
	"Simply <a href=\"/#fractal-background\">fill out the form</a> at the top of the page and further instructions will be emailed to you.": "",
	"DO I HAVE TO VERIFY MY IDENTITY TO PARTICIPATE IN THE ICO?": "",
	"No, but you need to accept terms and conditions, confirm that you are not USA citizen and you can only participate with the crypto currencies defined in the white paper": "不需要，但您需要接受条款和条件，确认您不是美国公民，且您只参与白皮书中定义的加密货币",
	"WHAT CRYPTO CURRENCIES CAN I CONTRIBUTE WITH?": "我可以投资哪种加密货币？",
	"Bitcoin, Ethereum, Litecoin, Waves": "",
	"WHAT IS THE TOTAL SUPPLY OF TRIFORCE TOKENS?": "TRIFORCE TOKENS的总供应量有多少？",
	"500,000,000 Fixed Supply (375,000,000 available for ICO participants)": "",
	"WILL YOU BURN UN-SOLD TOKENS?": "你们会销毁未售出的代币吗？",
	"Yes, any tokens not sold at the end of the main ICO will be destroyed to ensure no over-supply.": "",
	"WHEN WILL I GET MY ICO TOKENS?": "",
	"At the end of the main ICO funding round, tokens will be distributed once a full audit has taken place. We aim to have all tokens distributed within 30 days after the end of the ICO. The latest we expect this to occur will be 5th January 2019.": "",
	"WILL THE TRIFORCE TOKENS BE LISTED ON EXCHANGES?": "TRIFORCE TOKENS会在交易所上市吗？",
	"Yes, we will be applying to be listed on exchanges however we are unable to specify which until the exchanges themselves announce this.": "是的，我们将申请在交易所上市，但我们还不确定是哪个交易所，只能等到交易所自己公布。",
	"Toggle navigation": "切换导航",
	"full site and documentation": "完整的网站和文档",
	"empowering the games community with blockchain technology": "利用区块链技术，助力游戏社区发展",
	"Join The Token Sale": "加入代币销售",
	"Working with and supported by globally recognised companies": "与全球知名公司合作并得到其支持",
	"recent media": "最新消息",
	"Check out the latest media and article publications": "查看最新刊发的新闻和文章",
	"latest distribution on yahoo finance": "雅虎财经最新新闻",
	"tech startup triforce tokens has announced its official token sale campaign": "科技初创公司triforce tokens已经宣布其正式的代币销售活动",
	"latest distribution on thenextweb": "The Next Web最新新闻",
	"the gaming industry's blockchain-based evolution": "游戏行业基于区块链的发展演化",
	"latest distribution on cnbc": "CNBC最新新闻",
	"triforce tokens blockchain gaming announces membership": "triforce tokens区块链游戏公司宣布会员资格",
	"latest distribution on medium": "Medium最新新闻",
	"one key solution that will shake up the gaming industry": "一个将彻底改变游戏行业的关键解决方案",
	"delivery of 50 ledger nano s devices and unboxing": "提供50个ledger nano s设备并开箱",
	"assurances to contributors": "保证出资者利益",
	"CTO holds masters in software engineering and is a certified Ethereum blockchain developer": "CTO拥有软件工程硕士学位，是合资格的以太坊区块链开发者",
	"DON'T MISS THE TOKEN SALE": "不要错过代币销售",
	"core team": "核心团队",
	"Our team is incredibly passionate, with strong development credentials and a love of the gaming industry.": "我们的团队充满激情，拥有不容小觑的开发实力，对游戏行业无比热爱。",
	"CEO": "CEO",
	"CTO": "CTO",
	"International Communications": "International Communications",
	"Fluent in English, French, Spanish and Romanian": "精通英语、法语、西班牙语和罗马尼亚语",
	"Token Sale Consultant": "Token Sale Consultant",
	"Also consulting for UTRUST and Vuily ICO's": "亦为UTRUST和Vuily首次代币发行提供咨询",
	"Social Media and Content Manager": "社交媒体和内容经理",
	"Account manager for Bitcoin PR Buzz": "Bitcoin PR Buzz客户经理",
	"UI/UX Designer": "UI / UX设计师",
	"adviser team": "顾问团队",
	"<strong>Games Industry Adviser</strong>, Head of SMM for World of Tanks, World of Warships, World of Warplanes": "<strong>游戏行业顾问</strong>、《坦克世界》、《战舰世界》、《战机世界》社交媒体营销(SMM)主管",
	"CEO Bitcoin PR Buzz, worked closely on <strong>NEM</strong>, <strong>UTRUST</strong> and <strong>Lisk</strong>": "Bitcoin PR Buzz首席执行官，深谙<strong>新经币</strong>、<strong>UTRUST</strong>和<strong>Lisk</strong>",
	"Legal Adviser, Attorney-at-Law Tax Counsel at ATTELA Law Firm": "ATTELA Law Firm法律顾问、税务律师",
	"Strategic Business Development Adviser, Graduate Diploma in Law": "战略业务发展顾问、法律研究生文凭",
	"HOW CAN I JOIN THE TOKEN SALE?": "我如何参与代币销售？",
	"DO I HAVE TO VERIFY MY IDENTITY TO PARTICIPATE?": "我必须证明自己的身份才能参与吗？",
	"Ethereum only (ETH)": "仅以以太坊",
	"2,000,000,000 Fixed Supply (1,500,000,000 available for contributors)": "2,000,000,000固定供应量（1,500,000,000提供予出资者）",
	"Yes, any tokens not sold at the end of the token sale will be destroyed to ensure no over-supply.": "是的，在代币销售结束后未售出的所有代币都将销毁，以确保没有过多供应。",
	"WHEN WILL I GET MY TOKENS?": "我什么时候会拿到代币？",
	"Your tokens will be issued immediately after confirmation of your contribution has cleared from the token sale, by our smart contracts.": "在我们的智能合约确认您的出资已在代币销售中结清后，将立即向您发出代币。"
}